[
    {
        "id": "d70415d950a2",
        "name": "Muñeca de trapo",
        "image": "/images/exercises/image_00056-ef377ae2cf4fd2b2bd5d4d55fa6e28fa.png",
        "instructions": [
            "Comienza de pie, con los pies separados al ancho de caderas y las rodillas ligeramente flexionadas.",
            "Inhala y extiende los brazos por encima de la cabeza, alargando la columna vertebral.",
            "Exhala y dobla lentamente hacia adelante desde las caderas, dejando que la parte superior del cuerpo cuelgue.",
            "Agarra los codos opuestos y deja que tu cabeza y brazos cuelguen pesadamente."
        ],
        "tips": [
            "Mantén el peso distribuido uniformemente entre los talones y las plantas de los pies.",
            "Concéntrate en alargar la columna en lugar de intentar tocar el suelo."
        ],
        "modifications": [
            "Flexiona más las rodillas para evitar forzar la espalda.",
            "Usa un bloque o una silla para apoyar los codos si te resulta difícil llegar al suelo."
        ],
        "benefits": [
            "Pantorrillas, Hombros, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "7e6077a58ec2",
        "name": "Perro hacia arriba",
        "image": "/images/exercises/image_00003-301c70a503de8d49452a3acbfce79c01.png",
        "instructions": [
            "Comienza tumbado boca abajo con las piernas extendidas y las manos bajo los hombros.",
            "Presiona las palmas contra el suelo, estira los brazos para levantar la parte superior del cuerpo y las piernas del suelo.",
            "Eleva el pecho, relaja los hombros y mira ligeramente hacia arriba."
        ],
        "tips": [
            "Solo el empeine de los pies y las palmas deben tocar el suelo.",
            "Mantén los brazos rectos pero evita bloquear los codos."
        ],
        "modifications": [
            "Para menos intensidad, mantén los muslos en el suelo."
        ],
        "benefits": [
            "Psoas, Columna vertebral, Pecho, Abdomen"
        ]
    },
    {
        "id": "f0e3ea656db8",
        "name": "Postura del niño",
        "image": "/images/exercises/image_00014-a1c5d8f2b298b4517ff22511b2826269.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Separa las rodillas y junta los dedos gordos de los pies para que se toquen.",
            "Siéntate sobre los talones, luego estira los brazos hacia adelante y baja el pecho hacia el suelo.",
            "Relaja las caderas y apoya la frente en el suelo."
        ],
        "tips": [
            "Camina con las yemas de los dedos hacia adelante para aumentar el estiramiento.",
            "Permite que el pecho se hunda hacia el suelo."
        ],
        "modifications": [
            "Para menos intensidad, no separes tanto las rodillas.",
            "Si tu frente no llega al suelo, apóyala en un bloque o manta doblada."
        ],
        "benefits": [
            "Pies, Espinillas, Hombros, Caderas, Espalda baja, Tobillos"
        ]
    },
    {
        "id": "0334bf01a6dd",
        "name": "Rodillas al pecho",
        "image": "/images/exercises/image_00019-dd281b9bd56c8766e29fd9a8035bc02a.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Flexiona las rodillas y llévalas hacia el pecho.",
            "Rodea las espinillas con los brazos y tira suavemente de ellas más cerca del pecho."
        ],
        "tips": [
            "Relaja la cabeza y el cuello en el suelo.",
            "Mantén la espalda baja presionada contra el suelo."
        ],
        "modifications": [
            "Si no puedes alcanzar tus espinillas, rodea los muslos con los brazos."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "db402a0655db",
        "name": "Bebé feliz",
        "image": "/images/exercises/image_00050-356fb944e7492a8828f93ffd32d7adc1.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Levanta los pies del suelo para llevar las rodillas hacia las axilas.",
            "Agarra los bordes externos de tus pies con las manos y tira suavemente de las rodillas hacia el suelo."
        ],
        "tips": [
            "Mantén la espalda baja presionada contra el suelo.",
            "Relaja los hombros y el cuello."
        ],
        "modifications": [
            "Si no puedes alcanzar tus pies, sujeta los tobillos o las pantorrillas."
        ],
        "benefits": [
            "Ingle, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "8f2083bb6cf0",
        "name": "Mariposa reclinada",
        "image": "/images/exercises/image_00042-5bb7eb8c7f348234048bbdbd5e29297c.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Junta las plantas de los pies y deja que las rodillas caigan hacia los lados.",
            "Coloca los brazos a lo largo del cuerpo con las palmas hacia arriba."
        ],
        "tips": [
            "Permite que la gravedad abra suavemente las caderas sin forzar."
        ],
        "modifications": [
            "Coloca cojines o bloques bajo los muslos externos para apoyo."
        ],
        "benefits": [
            "Ingle, Columna vertebral, Caderas"
        ]
    },
    {
        "id": "4ddbeefbc1a9",
        "name": "Torsión espinal",
        "image": "/images/exercises/image_00015-27422cdda838adeb1392e2d56079de3a.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Flexiona una rodilla y coloca el pie plano en el suelo.",
            "Baja suavemente la rodilla flexionada al otro lado del cuerpo, permitiendo que el torso y las caderas giren.",
            "Coloca la mano opuesta en el exterior de la rodilla flexionada y extiende el otro brazo hacia un lado."
        ],
        "tips": [
            "Mantén los hombros planos en el suelo."
        ],
        "modifications": [
            "Si la torsión es demasiado intensa, coloca un cojín o bloque bajo la rodilla flexionada para apoyo."
        ],
        "benefits": [
            "Columna vertebral, Banda iliotibial, Espalda alta, Oblicuos, Pecho, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "e9bf3f02c64c",
        "name": "Estiramiento de cuádriceps",
        "image": "/images/exercises/image_00016-6524520bf715f734f439d732496b097c.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Flexiona una rodilla y lleva el talón hacia los glúteos.",
            "Agarra tu tobillo con la mano y tira suavemente del pie hacia atrás para que esté directamente debajo del glúteo.",
            "Inclínate lentamente hacia atrás para apoyarte en los codos."
        ],
        "tips": [
            "Mantén las caderas, rodillas y tobillos alineados.",
            "Asegúrate de que tu pie permanezca debajo del glúteo y no se desvíe hacia un lado."
        ],
        "modifications": [
            "Si te cuesta alcanzar el tobillo, usa una correa o toalla alrededor del pie.",
            "Si sientes molestias en la rodilla, intenta hacer el ejercicio tumbado de lado."
        ],
        "benefits": [
            "Rodillas, Espinillas, Caderas, Cuádriceps, Espalda baja, Tobillos"
        ]
    },
    {
        "id": "32168ae5b509",
        "name": "Piernas en la pared",
        "image": "/images/exercises/image_00020-1ffae8024ac92bd46baec1c03157caf4.png",
        "instructions": [
            "Comienza sentado en el suelo con el costado de la cadera tocando la pared.",
            "Túmbate y balancea las piernas hacia arriba contra la pared en un solo movimiento.",
            "Desliza las caderas lo más cerca de la pared que sea cómodo y extiende las piernas rectas hacia arriba por la pared.",
            "Descansa los brazos a los lados con las palmas hacia arriba."
        ],
        "tips": [
            "Mantén las piernas relativamente relajadas y evita bloquear las rodillas."
        ],
        "modifications": [
            "Si los isquiotibiales están tensos, aleja ligeramente las caderas de la pared.",
            "Coloca un cojín o manta doblada bajo las caderas para mayor apoyo."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "369d1020c63e",
        "name": "Saludo hacia arriba",
        "image": "/images/exercises/image_00000-89de3e43a7252c332f0d0df0efe89bd3.png",
        "instructions": [
            "Comienza de pie, con los pies separados al ancho de caderas y los brazos a los lados.",
            "Balancea lentamente los brazos hacia los lados y arriba por encima de la cabeza.",
            "Mantén las manos separadas al ancho de hombros y estíralas hacia el techo.",
            "Relaja los hombros y mira ligeramente hacia arriba."
        ],
        "tips": [
            "Afirma los pies firmemente en el suelo y distribuye el peso uniformemente.",
            "Activa los músculos del core para evitar arquear la espalda baja."
        ],
        "modifications": [
            "Para menos intensidad, coloca las manos detrás de la cabeza o sobre las caderas."
        ],
        "benefits": [
            "Columna vertebral, Espalda alta, Oblicuos, Hombros, Pecho, Dorsales, Abdomen"
        ]
    },
    {
        "id": "f37b50d96b70",
        "name": "Apertura de pecho",
        "image": "/images/exercises/image_00036-24322f5ef4c83686782745b959a6d5df.png",
        "instructions": [
            "Comienza de pie, con los pies separados al ancho de caderas.",
            "Entrelaza las manos detrás de la cabeza y abre los brazos para llevar los codos hacia atrás.",
            "Aprieta suavemente los omóplatos y abre el pecho."
        ],
        "tips": [
            "Baja los hombros y relaja el cuello.",
            "Mantén la espalda y la columna rectas."
        ],
        "modifications": [
            "Si entrelazar las manos detrás de la cabeza es difícil, usa una correa o toalla."
        ],
        "benefits": [
            "Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "0fed7a6992c5",
        "name": "Toque de dedos del pie",
        "image": "/images/exercises/image_00001-c64f64fccf5a063895af2e58fb82ae3e.png",
        "instructions": [
            "Comienza de pie, con los pies separados al ancho de caderas y los brazos a los lados.",
            "Manteniendo la espalda recta, flexiona las caderas para inclinarte hacia adelante, bajando la parte superior del cuerpo hacia las piernas.",
            "Relaja la cabeza, el cuello y los brazos e intenta colocar las palmas en el suelo."
        ],
        "tips": [
            "Concéntrate en alargar la columna al inclinarte hacia adelante.",
            "Mantén las piernas rectas pero no bloqueadas."
        ],
        "modifications": [
            "Si no puedes llegar al suelo, coloca las manos en las espinillas o muslos."
        ],
        "benefits": [
            "Pantorrillas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "754ef7ccdf4d",
        "name": "Estiramiento de tríceps por encima de la cabeza",
        "image": "/images/exercises/image_00040-c19c58a7a338542649f881d9c8ef7849.png",
        "instructions": [
            "Comienza de pie con la espalda recta y los brazos descansando a los lados.",
            "Levanta un brazo por encima de la cabeza y flexiona el codo, llevando la mano hacia el omóplato opuesto.",
            "Usa la otra mano para presionar suavemente el codo hacia abajo hacia el centro de la espalda."
        ],
        "tips": [],
        "modifications": [],
        "benefits": [
            "Tríceps, Espalda alta, Oblicuos, Hombros, Pecho, Espalda baja, Dorsales"
        ]
    },
    {
        "id": "2925907fccba",
        "name": "Pliegue hacia adelante",
        "image": "/images/exercises/image_00053-02591bd1edcc65d6988c8e8f63ac5cc0.png",
        "instructions": [
            "Comienza de pie, con los pies separados al ancho de caderas y las manos entrelazadas detrás de la espalda.",
            "Inclínate lentamente hacia adelante desde las caderas, dejando que la parte superior del cuerpo cuelgue hacia el suelo.",
            "Extiende los brazos y deja que las manos caigan hacia adelante por encima de la cabeza."
        ],
        "tips": [
            "Deja que la cabeza y el cuello se relajen completamente.",
            "Mantén las piernas rectas pero no bloqueadas."
        ],
        "modifications": [
            "Si entrelazar los dedos es difícil, sujeta una correa o toalla entre las manos."
        ],
        "benefits": [
            "Pantorrillas, Espalda alta, Hombros, Caderas, Isquiotibiales, Pecho, Glúteos"
        ]
    },
    {
        "id": "0e0cb7a25efc",
        "name": "Abrazo con un brazo",
        "image": "/images/exercises/image_00038-990851a373536c46f0a5810798a94223.png",
        "instructions": [
            "Comienza de pie con la espalda recta y los brazos descansando a los lados.",
            "Extiende un brazo frente al cuerpo, llevándolo hacia el hombro opuesto.",
            "Engancha el otro brazo alrededor del brazo extendido para tirar de él más cerca del pecho."
        ],
        "tips": [
            "Mantén una postura erguida y evita inclinarte hacia un lado.",
            "Mantén el brazo extendido relajado."
        ],
        "modifications": [
            "Para un estiramiento más suave, baja el brazo extendido hacia el abdomen y tira de él con la otra mano."
        ],
        "benefits": [
            "Tríceps, Hombros, Dorsales"
        ]
    },
    {
        "id": "abbc0b8df731",
        "name": "Inclinación con piernas abiertas",
        "image": "/images/exercises/image_00026-e28397c45d2e360a9678a7fb34e6b179.png",
        "instructions": [
            "Comienza de pie con los pies separados y los dedos apuntando hacia adelante.",
            "Manteniendo la espalda recta, flexiona las caderas para inclinarte hacia adelante, bajando la parte superior del cuerpo hacia las piernas.",
            "Relaja la cabeza, el cuello y los brazos e intenta colocar las palmas en el suelo."
        ],
        "tips": [
            "Concéntrate en alargar la columna al inclinarte hacia adelante.",
            "Mantén las piernas rectas pero no bloqueadas.",
            "Para profundizar el estiramiento, agarra los tobillos y tira de la cabeza más cerca del suelo."
        ],
        "modifications": [
            "Si no puedes llegar al suelo, coloca las manos en las espinillas o en bloques."
        ],
        "benefits": [
            "Ingle, Pantorrillas, Caderas, Isquiotibiales, Espalda baja"
        ]
    },
    {
        "id": "2e0d37224061",
        "name": "Estocada lateral",
        "image": "/images/exercises/image_00023-8ac751e135290072d672e9774d48d722.png",
        "instructions": [
            "Comienza de pie con los pies muy separados.",
            "Cambia tu peso a un lado, flexionando la rodilla y manteniendo la otra pierna recta.",
            "Coloca las manos en el suelo y baja las caderas hasta que sientas un estiramiento en la parte interna del muslo.",
            "Gira el pie de la pierna recta para que el talón esté en el suelo y los dedos apunten hacia afuera."
        ],
        "tips": [
            "Levanta el pecho y mantén la espalda recta."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, no bajes tanto las caderas.",
            "Usa una silla o pared para apoyar el equilibrio si es necesario."
        ],
        "benefits": [
            "Ingle, Pantorrillas, Caderas, Isquiotibiales"
        ]
    },
    {
        "id": "06936e42e685",
        "name": "Estiramiento en cuclillas",
        "image": "/images/exercises/image_00068-42a4e459d0d8ba5903b9d5cade6b15e4.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de hombros y los dedos ligeramente hacia afuera.",
            "Baja las caderas hacia atrás y abajo como si te sentaras en una silla, manteniendo los talones en el suelo.",
            "Coloca los codos en el interior de las rodillas y presiona las palmas juntas."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta.",
            "Empuja suavemente las rodillas hacia afuera con los codos."
        ],
        "modifications": [
            "Si los talones se levantan, coloca una toalla doblada debajo para apoyo.",
            "Sujétate a una silla o pared para el equilibrio si es necesario."
        ],
        "benefits": [
            "Rodillas, Ingle, Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "a06ad46d3995",
        "name": "Estocada",
        "image": "/images/exercises/image_00002-60c3a51dfc4ad9568c68ce0e904d59f3.png",
        "instructions": [
            "Comienza de rodillas con los brazos a los lados.",
            "Da un paso adelante con una pierna, colocando el pie plano en el suelo frente a ti.",
            "Empuja las caderas hacia adelante y levanta los brazos por encima de la cabeza.",
            "Levanta el pecho y estírate hacia el techo."
        ],
        "tips": [
            "Mantén la rodilla delantera estable y alineada directamente sobre el tobillo.",
            "Activa la pierna trasera, presionando el empeine del pie contra el suelo.",
            "Mantén el torso erguido y evita arquear la espalda baja."
        ],
        "modifications": [
            "Para menos intensidad, mantén las manos en el muslo delantero.",
            "Coloca una toalla o cojín bajo la rodilla trasera para apoyo.",
            "Sujétate a una pared o silla para el equilibrio si es necesario."
        ],
        "benefits": [
            "Psoas, Caderas, Cuádriceps, Espalda baja, Abdomen"
        ]
    },
    {
        "id": "926501bf8420",
        "name": "Estocada inversa",
        "image": "/images/exercises/image_00063-6deb3f75808a481a16888b0d9db4bfed.png",
        "instructions": [
            "Comienza de rodillas con las rodillas separadas al ancho de caderas y el empeine de los pies en el suelo.",
            "Extiende una pierna recta frente a ti, presionando el talón contra el suelo.",
            "Flexiona las caderas para bajar la parte superior del cuerpo hacia el suelo.",
            "Coloca las manos en el suelo frente a ti para equilibrarte."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta."
        ],
        "modifications": [
            "Coloca una manta doblada bajo la rodilla para mayor apoyo."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "132a8793a0fc",
        "name": "Estiramiento de cuádriceps de rodillas",
        "image": "/images/exercises/image_00062-3f8e2bbdc586cd1eb4740c8fcdaa848e.png",
        "instructions": [
            "Comienza de rodillas con las rodillas separadas al ancho de caderas y el empeine de los pies en el suelo.",
            "Da un paso adelante con un pie y lleva el pie opuesto hacia los glúteos.",
            "Coloca una mano en la rodilla delantera y alcanza con la otra mano para agarrar el tobillo.",
            "Empuja suavemente las caderas hacia adelante y tira del talón más cerca de los glúteos."
        ],
        "tips": [
            "Mantén una postura erguida, evitando inclinarte hacia adelante o hacia atrás."
        ],
        "modifications": [
            "Si te cuesta alcanzar el pie trasero, mantén el pie en el suelo."
        ],
        "benefits": [
            "Psoas, Caderas, Cuádriceps, Abdomen"
        ]
    },
    {
        "id": "eb66365e9571",
        "name": "Perro boca abajo",
        "image": "/images/exercises/image_00004-737b5dd92a3b5b0375d466abd191db35.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Mete los dedos de los pies, presiona las palmas contra el suelo y estira los brazos y piernas para levantar las caderas hacia arriba y atrás.",
            "Empuja el pecho hacia los muslos y los talones hacia el suelo."
        ],
        "tips": [
            "Relaja los hombros y deja que la cabeza cuelgue entre los brazos.",
            "Distribuye tu peso uniformemente entre las manos y los pies.",
            "Mantén una ligera flexión en las rodillas para evitar la hiperextensión."
        ],
        "modifications": [
            "Para menos intensidad, flexiona más las rodillas o coloca las manos en el borde de una silla.",
            "Para reducir la presión en las muñecas, coloca los antebrazos en el suelo o usa un bloque bajo las manos."
        ],
        "benefits": [
            "Pantorrillas, Hombros, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "084fbcb06205",
        "name": "Postura del rayo",
        "image": "/images/exercises/image_00057-141722fa8344a8c99f6721016153b3ec.png",
        "instructions": [
            "Comienza de rodillas con las rodillas juntas y el empeine de los pies en el suelo.",
            "Siéntate sobre los talones con los dedos gordos tocándose y los talones separados.",
            "Coloca las manos sobre los muslos con las palmas hacia abajo.",
            "Siéntate erguido con la espalda recta y los hombros relajados."
        ],
        "tips": [
            "Activa el core para apoyar la espalda baja."
        ],
        "modifications": [
            "Si sentarte sobre los talones es incómodo, coloca un cojín o manta doblada entre los talones y las caderas.",
            "Coloca una manta doblada bajo las rodillas si sientes molestias."
        ],
        "benefits": [
            "Rodillas, Pies, Espinillas, Cuádriceps, Tobillos"
        ]
    },
    {
        "id": "26f95e129524",
        "name": "Postura de la silla de montar",
        "image": "/images/exercises/image_00076-9972f56044cd60fbe7fc1ab3077752cf.png",
        "instructions": [
            "Comienza de rodillas con las rodillas separadas al ancho de caderas.",
            "Separa las rodillas y los pies y siéntate en el suelo entre ellos.",
            "Inclínate lentamente hacia atrás sobre los antebrazos, luego continúa bajando la parte superior del cuerpo hasta que la espalda esté en el suelo.",
            "Cruza los brazos sobre la cabeza o déjalos a los lados."
        ],
        "tips": [],
        "modifications": [
            "Si el estiramiento es demasiado intenso, usa un cojín o bloque bajo la espalda para apoyo.",
            "Para menos intensidad, mantén la parte superior del cuerpo apoyada en los codos."
        ],
        "benefits": [
            "Rodillas, Pies, Psoas, Columna vertebral, Espinillas, Caderas, Cuádriceps, Espalda baja, Tobillos, Abdomen"
        ]
    },
    {
        "id": "19df9477d833",
        "name": "Cuclillas sobre los dedos",
        "image": "/images/exercises/image_00071-c9f7d083634be1ccd88d779f78d69673.png",
        "instructions": [
            "Comienza de rodillas con el empeine de los pies en el suelo.",
            "Mete los dedos de los pies y siéntate lentamente sobre los talones, poniendo peso sobre los dedos.",
            "Siéntate erguido con la espalda recta, relaja los hombros y coloca las manos sobre los muslos."
        ],
        "tips": [
            "Concéntrate en distribuir tu peso uniformemente en todos los dedos."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, mantén las manos en el suelo frente a ti."
        ],
        "benefits": [
            "Pantorrillas, Pies, Tobillos, Dedos de los pies"
        ]
    },
    {
        "id": "122d7543e2cd",
        "name": "Extensión de muñeca",
        "image": "/images/exercises/image_00072-22e41429622501e69ff280d86f4a1f57.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa, con las palmas planas en el suelo.",
            "Rota las manos para que los dedos apunten hacia tu cuerpo.",
            "Camina con las rodillas hacia las manos, luego inclínate lentamente hacia atrás y baja las caderas hacia los talones, mientras mantienes las palmas presionadas contra el suelo."
        ],
        "tips": [
            "Distribuye tu peso uniformemente en ambas palmas."
        ],
        "modifications": [
            "Si estar de rodillas es incómodo, haz este estiramiento de pie con las manos sobre una mesa."
        ],
        "benefits": [
            "Antebrazos, Muñecas, Dedos, Manos"
        ]
    },
    {
        "id": "2f04e58fce28",
        "name": "Postura del lagarto",
        "image": "/images/exercises/image_00049-bdf345dd1bac163672e6993615cc7d80.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Da un paso adelante con un pie, colocándolo fuera de tu mano, y baja las caderas hacia el suelo.",
            "Extiende la pierna trasera recta detrás de ti, manteniendo la rodilla y el empeine del pie en el suelo."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta.",
            "Relaja las caderas y permite que se hundan hacia el suelo.",
            "Para un estiramiento más profundo, levanta la rodilla trasera y baja los antebrazos al suelo."
        ],
        "modifications": [],
        "benefits": [
            "Ingle, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "b9e6ed3f0472",
        "name": "Postura de la paloma",
        "image": "/images/exercises/image_00013-2162dd2031c60b45123392bd307189b5.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Lleva una rodilla hacia adelante y colócala detrás de la muñeca del mismo lado, luego desliza el tobillo hacia la cadera opuesta.",
            "Extiende la otra pierna recta hacia atrás mientras mantienes las caderas cuadradas con el suelo.",
            "Baja suavemente el torso sobre la pierna delantera y apoya los antebrazos en el suelo frente a ti."
        ],
        "tips": [
            "Mantén las caderas niveladas y evita inclinarte hacia un lado."
        ],
        "modifications": [
            "Coloca una manta doblada o un bloque bajo la cadera de la pierna flexionada para apoyo.",
            "Si inclinarte hacia adelante es incómodo, mantente erguido y apóyate con las manos en el suelo."
        ],
        "benefits": [
            "Ingle, Psoas, Banda iliotibial, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "7dab9161999c",
        "name": "Postura de la rana",
        "image": "/images/exercises/image_00069-33af808b4c3605e28b98c60a7e5ad769.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Baja los antebrazos al suelo y separa las rodillas hacia los lados, manteniendo las caderas en línea con las rodillas y los dedos de los pies apuntando hacia afuera.",
            "Presiona suavemente las caderas hacia atrás en dirección a los talones."
        ],
        "tips": [
            "Mantén el pecho levantado y la mirada hacia adelante."
        ],
        "modifications": [
            "Acerca las rodillas para reducir la intensidad."
        ],
        "benefits": [
            "Ingle, Caderas, Espalda baja"
        ]
    },
    {
        "id": "df977a2256a1",
        "name": "Postura del cachorro",
        "image": "/images/exercises/image_00075-063432153d85e81fab990403d0a0449d.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Camina con las manos hacia adelante y baja el pecho hacia el suelo.",
            "Mantén las caderas levantadas y alineadas directamente sobre las rodillas y baja la frente al suelo."
        ],
        "tips": [
            "Concéntrate en crear una línea larga desde las caderas hasta las yemas de los dedos."
        ],
        "modifications": [
            "Si tu frente no llega al suelo, apóyala en un bloque de yoga o una manta doblada.",
            "Para menos intensidad, no camines tanto con las manos."
        ],
        "benefits": [
            "Columna vertebral, Espalda alta, Hombros, Pecho, Espalda baja, Abdomen"
        ]
    },
    {
        "id": "26ab7c2ef543",
        "name": "Esfinge torcida",
        "image": "/images/exercises/image_00074-083408f8fd9da06a7a0ca117566922b2.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Extiende una pierna hacia atrás y lleva la otra pierna bajo tu cuerpo, extendiendo el pie recto hacia el lado opuesto.",
            "Baja las caderas al suelo y apoya la parte superior del cuerpo en los antebrazos."
        ],
        "tips": [
            "Relaja el cuello y los hombros y mantén la mirada hacia abajo."
        ],
        "modifications": [],
        "benefits": [
            "Columna vertebral, Banda iliotibial, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "cc83ff2baa66",
        "name": "Torsión sentada",
        "image": "/images/exercises/image_00028-c3bd8036c30d4f67a5a5ce12f2b2e308.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Cruza una pierna sobre la otra, colocando el pie en el suelo fuera del muslo opuesto.",
            "Rota el torso y coloca el codo en el exterior de la rodilla superior y la otra mano detrás de ti para apoyo.",
            "Continúa rotando el torso y gira la cabeza para mirar detrás de ti."
        ],
        "tips": [
            "Alarga la columna vertebral y mantén la espalda recta."
        ],
        "modifications": [],
        "benefits": [
            "Columna vertebral, Banda iliotibial, Espalda alta, Oblicuos, Caderas, Pecho, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "ab5093db7e92",
        "name": "Figura cuatro tumbada",
        "image": "/images/exercises/image_00025-e025b695536978822c6644cfa0c439dd.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Cruza un tobillo sobre el muslo opuesto, justo por encima de la rodilla.",
            "Levanta la pierna de abajo del suelo, llevando la rodilla hacia el pecho.",
            "Alcanza hacia adelante y envuelve tus manos detrás del muslo de la pierna de abajo.",
            "Tira suavemente de la pierna hacia el pecho."
        ],
        "tips": [
            "Mantén la cabeza y los hombros relajados en el suelo.",
            "Mantén la espalda baja presionada contra el suelo."
        ],
        "modifications": [
            "Si te cuesta alcanzar detrás del muslo, usa una correa o toalla para ayudar.",
            "Para un estiramiento más suave, mantén el pie de abajo en el suelo."
        ],
        "benefits": [
            "Banda iliotibial, Caderas, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "a6819f0bca93",
        "name": "Estiramiento de isquiotibiales tumbado",
        "image": "/images/exercises/image_00024-75bc0a33a0b7716bec561503be0cf473.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Levanta una pierna recta hacia el techo mientras mantienes el otro pie plano en el suelo.",
            "Coloca tus manos detrás del muslo o pantorrilla de la pierna levantada y tira suavemente hacia el pecho."
        ],
        "tips": [
            "Mantén las caderas y la espalda baja presionadas contra el suelo.",
            "Mantén una ligera flexión en la rodilla de la pierna levantada para evitar la hiperextensión."
        ],
        "modifications": [
            "Usa una correa de yoga o una toalla enrollada alrededor del pie si no puedes alcanzar tu pierna."
        ],
        "benefits": [
            "Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "9fd8301ac24f",
        "name": "Mariposa",
        "image": "/images/exercises/image_00018-b517896280fb76029c44067a880ef2ad.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Flexiona las rodillas y junta las plantas de los pies, dejando que las rodillas caigan hacia los lados.",
            "Sujeta tus pies con las manos y presiona suavemente las rodillas hacia el suelo."
        ],
        "tips": [
            "Tira de los pies hacia arriba y empuja las rodillas hacia abajo con los codos para profundizar el estiramiento.",
            "Mantén la espalda recta y evita redondear la columna vertebral."
        ],
        "modifications": [
            "Si tus rodillas están lejos del suelo, coloca cojines bajo los muslos para apoyo.",
            "Siéntate sobre una manta doblada para elevar las caderas y mejorar la comodidad."
        ],
        "benefits": [
            "Ingle, Caderas"
        ]
    },
    {
        "id": "1945a988a853",
        "name": "Mariposa inclinada",
        "image": "/images/exercises/image_00051-d792f8a0aac5a903215e93a01755f5df.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Flexiona las rodillas y junta las plantas de los pies, dejando que las rodillas caigan hacia los lados.",
            "Coloca las manos en el suelo frente a ti y flexiona las caderas, inclinándote hacia adelante sobre tus pies."
        ],
        "tips": [
            "Permite que tu cabeza se relaje hacia los pies."
        ],
        "modifications": [
            "Si tus caderas están tensas, siéntate sobre una manta doblada para elevarlas.",
            "Para un estiramiento más suave, mantén el torso más erguido."
        ],
        "benefits": [
            "Rodillas, Ingle, Caderas, Espalda baja"
        ]
    },
    {
        "id": "78ca6cd5beca",
        "name": "Paloma doble",
        "image": "/images/exercises/image_00070-c967c5dc622a222067ee9b0091ba1b57.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Flexiona una rodilla y lleva tu espinilla paralela a tus hombros.",
            "Flexiona la otra rodilla, apilando tu espinilla sobre la otra, y alineando tu tobillo sobre la rodilla de abajo.",
            "Siéntate erguido y descansa las manos en el suelo a los lados."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna vertebral.",
            "Flexiona ambos pies para proteger tus rodillas."
        ],
        "modifications": [
            "Realiza el movimiento con una pierna extendida si es necesario."
        ],
        "benefits": [
            "Ingle, Banda iliotibial, Caderas, Isquiotibiales, Glúteos"
        ]
    },
    {
        "id": "dca0dc236a34",
        "name": "Inclinación sentada",
        "image": "/images/exercises/image_00017-f905ab643987fc61003edf4df2e11d3d.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Extiende los brazos por encima de la cabeza para alargar la columna vertebral.",
            "Flexiona las caderas y alcanza hacia adelante para agarrar tus dedos de los pies."
        ],
        "tips": [
            "Mantén la espalda plana y evita redondear la columna vertebral."
        ],
        "modifications": [
            "Si te cuesta alcanzar los dedos de los pies, coloca las manos en las espinillas o usa una correa alrededor de los pies.",
            "Mantén una ligera flexión en las rodillas si tus isquiotibiales están tensos."
        ],
        "benefits": [
            "Pantorrillas, Columna vertebral, Espalda alta, Hombros, Isquiotibiales, Espalda baja"
        ]
    },
    {
        "id": "4c760d6becd5",
        "name": "Apertura lateral sentada",
        "image": "/images/exercises/image_00066-fa28909c06ea7d622f1b078c799b536f.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Abre las piernas ampliamente y coloca las manos en el suelo frente a ti.",
            "Siéntate erguido para alargar la columna, luego flexiona las caderas para alcanzar hacia adelante con las manos y bajar la parte superior del cuerpo hacia el suelo."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna vertebral.",
            "Flexiona los pies y mantén los dedos apuntando hacia arriba."
        ],
        "modifications": [
            "Si alcanzar hacia adelante es difícil, apoya las manos en bloques o una silla frente a ti.",
            "Siéntate sobre una manta doblada para elevar las caderas y mejorar la comodidad."
        ],
        "benefits": [
            "Ingle, Pantorrillas, Columna vertebral, Espalda alta, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "6d75e50c4cd7",
        "name": "Estiramiento de valla",
        "image": "/images/exercises/image_00064-d903c783d8f0860ba4b26a1a6afc78eb.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Flexiona una pierna y coloca la planta del pie contra el muslo interno opuesto.",
            "Siéntate erguido y alarga la columna, luego inclínate hacia adelante desde las caderas para alcanzar y agarrar tu pie extendido."
        ],
        "tips": [
            "Concéntrate en flexionar las caderas en lugar de redondear la espalda.",
            "Mantén la pierna extendida recta y el pie flexionado, pero ten cuidado de no bloquear las rodillas."
        ],
        "modifications": [
            "Si no puedes alcanzar tu pie, usa una correa de yoga o una toalla enrollada alrededor del pie.",
            "Para menos intensidad, flexiona ligeramente la pierna extendida."
        ],
        "benefits": [
            "Ingle, Pantorrillas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "fead539549b1",
        "name": "Postura sobre los hombros",
        "image": "/images/exercises/image_00030-e32f7ec24e9afd52eea65edbdcd388b0.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Presiona los brazos contra el suelo para levantar las piernas y caderas hacia el techo.",
            "Apoya la espalda baja con las manos y extiende las piernas rectas hacia arriba, manteniendo el cuerpo en línea recta desde los hombros hasta los pies."
        ],
        "tips": [
            "Mantén el cuello relajado y evita girar la cabeza hacia los lados.",
            "Activa el core y los glúteos para mantener el equilibrio."
        ],
        "modifications": [
            "Mantén las piernas flexionadas si estirarlas es demasiado difícil."
        ],
        "benefits": [
            "Cuello, Hombros"
        ]
    },
    {
        "id": "2e2f5b37ef2f",
        "name": "Arado",
        "image": "/images/exercises/image_00031-3255e405d87bc2a742fd2174cc015090.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Activa el core y levanta las piernas hacia el techo, llevándolas por encima de la cabeza.",
            "Baja lentamente las piernas hacia el suelo detrás de la cabeza, manteniendo las manos en la espalda baja para apoyo.",
            "Si tus pies llegan al suelo, extiende los brazos a lo largo del suelo con las palmas hacia abajo."
        ],
        "tips": [
            "Mantén las piernas rectas y los dedos de los pies apuntando hacia el suelo.",
            "Mantén el cuello relajado y evita girar la cabeza."
        ],
        "modifications": [
            "Si tus pies no llegan al suelo, mantén las manos en la espalda baja para apoyo y sostén las piernas en una posición cómoda.",
            "Flexiona ligeramente las rodillas si estirar las piernas es incómodo."
        ],
        "benefits": [
            "Pantorrillas, Columna vertebral, Cuello, Espalda alta, Hombros, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "4e483c6cc4a7",
        "name": "Estiramiento de cuádriceps de pie",
        "image": "/images/exercises/image_00021-6e755ab11944383a4a8918d2e8a24822.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas.",
            "Flexiona una rodilla y lleva el talón hacia los glúteos.",
            "Alcanza detrás de ti con ambas manos para agarrar el tobillo y tira suavemente del talón más cerca de los glúteos.",
            "Mantén las rodillas juntas y las caderas alineadas."
        ],
        "tips": [
            "Activa el core para mantener el equilibrio.",
            "Mantén la pierna de apoyo ligeramente flexionada para evitar bloquear la rodilla.",
            "Evita arquear la espalda o inclinarte hacia adelante."
        ],
        "modifications": [
            "Usa una pared o silla para apoyar el equilibrio si es necesario.",
            "Si te cuesta alcanzar el tobillo, usa una correa o toalla enrollada alrededor del pie para ayudar.",
            "Mantén la otra mano en la cadera o extiéndela hacia un lado para mayor equilibrio."
        ],
        "benefits": [
            "Rodillas, Pies, Psoas, Espinillas, Caderas, Cuádriceps, Espalda baja, Tobillos, Abdomen"
        ]
    },
    {
        "id": "83456b4a4bdf",
        "name": "Estiramiento de pantorrillas inclinado",
        "image": "/images/exercises/image_00022-118f29a3f6045d74d74d7407a85cf8e8.png",
        "instructions": [
            "Comienza de pie frente a una pared, a un brazo de distancia.",
            "Coloca las manos en la pared a la altura de los hombros y separadas al ancho de hombros.",
            "Retrocede un pie, manteniendo los dedos apuntando hacia adelante y el talón en el suelo.",
            "Flexiona la rodilla delantera mientras mantienes la pierna trasera recta y empuja contra la pared para profundizar el estiramiento."
        ],
        "tips": [],
        "modifications": [
            "Si el estiramiento es demasiado intenso, acerca ligeramente el pie trasero a la pared."
        ],
        "benefits": [
            "Pantorrillas, Pies, Isquiotibiales, Tobillos"
        ]
    },
    {
        "id": "98e8d35695d2",
        "name": "Gato-Vaca",
        "image": "/images/exercises/image_00027a-2cb95174f6457d62914d64e60a0f99d4.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Alinea las muñecas bajo los hombros y las rodillas bajo las caderas.",
            "Inhala, deja caer el vientre hacia el suelo y arquea la espalda, y levanta la barbilla y el pecho para mirar hacia el techo.",
            "Exhala, lleva el vientre hacia la columna y redondea la espalda, y mete la barbilla hacia el pecho."
        ],
        "tips": [
            "Muévete lentamente entre las posturas, coordinando cada movimiento con tu respiración."
        ],
        "modifications": [
            "Si tienes problemas de cuello, mantén la cabeza en una posición neutral en lugar de levantar y meter la barbilla."
        ],
        "benefits": [
            "Columna vertebral, Cuello, Espalda alta, Espalda baja, Abdomen"
        ]
    },
    {
        "id": "7a12ab3522ba",
        "name": "Postura del saltamontes",
        "image": "/images/exercises/image_00029-d5332e24d2c841901efbed4200ab17ec.png",
        "instructions": [
            "Comienza tumbado boca abajo con las piernas extendidas y los brazos a los lados.",
            "Activa la espalda, glúteos y core para levantar el pecho, brazos y piernas del suelo.",
            "Mantén las piernas rectas y juntas y apunta los dedos de los pies.",
            "Mira ligeramente hacia adelante y mantén el cuello alineado con la columna vertebral."
        ],
        "tips": [],
        "modifications": [
            "Para menos intensidad, levanta solo la parte superior del cuerpo o solo las piernas."
        ],
        "benefits": [
            "Cuello, Espalda alta, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "5a03300cfb5e",
        "name": "Figura cuatro sentada",
        "image": "/images/exercises/image_00032-0c66a9eee7a38f619f50067290b4eb82.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Cruza un tobillo sobre el muslo opuesto, justo por encima de la rodilla.",
            "Siéntate erguido y alarga la columna, luego inclínate suavemente hacia adelante desde las caderas."
        ],
        "tips": [
            "Coloca tus manos en tu pierna cruzada y presiona hacia abajo para abrir más la cadera."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, mantén el torso erguido en lugar de inclinarte hacia adelante."
        ],
        "benefits": [
            "Banda iliotibial, Caderas, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "a7c9fcb88022",
        "name": "Estiramiento de isquiotibiales sentado",
        "image": "/images/exercises/image_00033-837aaf23d6f0382d2dd6ec6277e2c063.png",
        "instructions": [
            "Comienza sentado al borde de una silla con la espalda recta y los brazos descansando a los lados.",
            "Extiende una pierna frente a ti, manteniendo el talón en el suelo y los dedos apuntando hacia arriba.",
            "Siéntate erguido y alarga la columna, luego inclínate suavemente hacia adelante desde las caderas."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna al inclinarte hacia adelante.",
            "Alcanza tus manos hacia tu pie extendido para profundizar el estiramiento."
        ],
        "modifications": [
            "Si te cuesta alcanzar los dedos de los pies, coloca las manos en las espinillas o usa una correa alrededor de los pies."
        ],
        "benefits": [
            "Pantorrillas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "60156b63fe30",
        "name": "Rotación del tronco",
        "image": "/images/exercises/image_00034-fbb468e32c51d0c9bb02e2e311aecad0.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Cruza una pierna sobre la otra pierna y rota el torso para colocar la mano opuesta en el exterior de la rodilla superior.",
            "Coloca la otra mano en el respaldo de la silla y continúa rotando el torso y gira la cabeza para mirar detrás de ti."
        ],
        "tips": [],
        "modifications": [
            "Si el estiramiento es demasiado difícil, mantén ambos pies planos en el suelo y evita cruzar las piernas."
        ],
        "benefits": [
            "Columna vertebral, Banda iliotibial, Espalda alta, Oblicuos, Caderas, Pecho, Espalda baja, Glúteos, Dorsales"
        ]
    },
    {
        "id": "6fd223d15765",
        "name": "Estiramiento de antebrazos",
        "image": "/images/exercises/image_00041-07d93aa295f83df533ebcfb7fe486e52.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Extiende un brazo frente a ti con la palma hacia arriba.",
            "Usa la otra mano para tirar suavemente de los dedos hacia tu cuerpo."
        ],
        "tips": [],
        "modifications": [
            "Mantén una ligera flexión en el codo si estirar completamente el brazo es incómodo."
        ],
        "benefits": [
            "Antebrazos, Dedos, Manos"
        ]
    },
    {
        "id": "c43c3c782815",
        "name": "Tirones de isquiotibiales",
        "image": "/images/exercises/image_00065-7be6c47bf374018908a578df567e3432.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Flexiona una rodilla y coloca una correa o toalla alrededor de la bola del pie.",
            "Extiende la pierna hacia el techo, sujetando los extremos de la correa con ambas manos.",
            "Tira suavemente de la correa, acercando la pierna a tu cuerpo."
        ],
        "tips": [
            "Mantén la pierna de abajo extendida y presionada contra el suelo.",
            "Mantén la pierna extendida recta y el pie flexionado.",
            "Mantén la espalda plana en el suelo y las caderas apoyadas."
        ],
        "modifications": [
            "Mantén una ligera flexión en la rodilla si estirar la pierna es incómodo."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "57e3ad8fe61b",
        "name": "Perro en la pared",
        "image": "/images/exercises/image_00052-4c2269eb1440e640936e511776312fb5.png",
        "instructions": [
            "Comienza de pie frente a una pared, a un brazo de distancia.",
            "Coloca las manos en la pared a la altura de los hombros y retrocede ambos pies.",
            "Mantén los brazos y piernas rectos y baja la parte superior del cuerpo hacia el suelo."
        ],
        "tips": [
            "Relaja el cuello y deja que la cabeza cuelgue entre los brazos."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, flexiona ligeramente las rodillas y acerca los pies a la pared."
        ],
        "benefits": [
            "Espalda alta, Hombros, Isquiotibiales, Pecho, Espalda baja"
        ]
    },
    {
        "id": "64700e63a029",
        "name": "Cruce de hombros",
        "image": "/images/exercises/image_00054-526851d0878f402644e7aa2c04897699.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas rectas y el brazo inferior extendido frente a ti.",
            "Rueda lentamente boca abajo, manteniendo el brazo inferior en el suelo.",
            "Alcanza el otro brazo por encima de la cabeza y coloca la mano en el suelo."
        ],
        "tips": [
            "Mantén el brazo inferior relajado en el suelo."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, reduce la rotación boca abajo."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Hombros"
        ]
    },
    {
        "id": "436a021806ef",
        "name": "Apertura de hombros",
        "image": "/images/exercises/image_00055-ad00d872116929a13689794d4e5c1fd1.png",
        "instructions": [
            "Comienza tumbado boca abajo con los brazos extendidos a los lados.",
            "Rueda lentamente de lado, llevando la pierna opuesta por encima y colocando el pie plano en el suelo detrás de la pierna inferior.",
            "Mantén el brazo inferior extendido y permite que el peso de la pierna superior abra el pecho y el hombro.",
            "Usa la otra mano para presionar suavemente contra el suelo para apoyo y para profundizar el estiramiento."
        ],
        "tips": [
            "Muévete lentamente y con control para evitar forzar el hombro."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, reduce la rotación de tu cuerpo."
        ],
        "benefits": [
            "Hombros, Pecho, Bíceps"
        ]
    },
    {
        "id": "a586bff517fc",
        "name": "Rotaciones de hombros",
        "image": "/images/exercises/image_00008a-772432c62e4c6a3cb48acb7e7956eb4c.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los hombros relajados.",
            "Levanta los hombros hacia las orejas.",
            "Rueda los hombros hacia atrás y abajo, haciendo un movimiento circular.",
            "Repite el movimiento y cambia de dirección a la mitad."
        ],
        "tips": [
            "Concéntrate en crear un movimiento fluido para evitar forzar el cuello.",
            "Mantén el cuello relajado y la mirada hacia adelante."
        ],
        "modifications": [
            "Si sientes molestias, haz círculos más pequeños o simplemente levanta y baja los hombros."
        ],
        "benefits": [
            "Cuello, Espalda alta, Hombros"
        ]
    },
    {
        "id": "e01f80613b7c",
        "name": "Alcanzar por encima de la cabeza",
        "image": "/images/exercises/image_00005-3fa57823222213be590cd6f92342f8b9.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Balancea lentamente los brazos hacia los lados y arriba por encima de la cabeza, entrelazando los dedos con las palmas hacia arriba.",
            "Estírate hacia el techo, enderezando los codos y relajando los hombros hacia abajo."
        ],
        "tips": [
            "Concéntrate en alargar la columna vertebral y crear espacio entre las vértebras."
        ],
        "modifications": [
            "Si entrelazar los dedos es incómodo, mantén las manos separadas al ancho de hombros.",
            "Para un estiramiento más profundo, inclínate suavemente hacia un lado y luego hacia el otro mientras te estiras por encima de la cabeza."
        ],
        "benefits": [
            "Columna vertebral, Cuello, Hombros"
        ]
    },
    {
        "id": "f1255f567f4a",
        "name": "Inclinación lateral",
        "image": "/images/exercises/image_00006-f3b02ce7c0ad85f7818ea346e8d29c67.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Levanta un brazo por encima de la cabeza y coloca la otra mano en la cadera.",
            "Inclínate suavemente hacia un lado, estirando el brazo levantado."
        ],
        "tips": [
            "Mantén los hombros relajados y evita encorvarlos.",
            "Evita levantarte de la silla o girar el torso."
        ],
        "modifications": [
            "Si estirar por encima de la cabeza es incómodo, coloca la mano en el costado de la cabeza."
        ],
        "benefits": [
            "Columna vertebral, Oblicuos, Espalda baja, Dorsales, Abdomen"
        ]
    },
    {
        "id": "ea2238142fa7",
        "name": "Brazos de cactus",
        "image": "/images/exercises/image_00007-656ddc506f3c44b547a65f782e838e86.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Levanta los brazos a la altura de los hombros, flexionando los codos a 90 grados con las palmas hacia adelante.",
            "Mantén los codos alineados con los hombros y los antebrazos perpendiculares al suelo.",
            "Aprieta los omóplatos, abriendo el pecho."
        ],
        "tips": [
            "Mantén los hombros relajados y alejados de las orejas.",
            "Mantén el cuello largo y mira al frente."
        ],
        "modifications": [
            "Si sientes molestias en el hombro, baja ligeramente los codos.",
            "Para mayor apoyo, practica la postura con la espalda contra una pared."
        ],
        "benefits": [
            "Columna vertebral, Cuello, Espalda alta, Hombros, Pecho"
        ]
    },
    {
        "id": "30e412dcd293",
        "name": "Flexión del cuello",
        "image": "/images/exercises/image_00009a-5d69db68997b725c97cb56595e96c1b0.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Inclina lentamente la cabeza hacia atrás, llevando la mirada hacia el techo.",
            "A la mitad, cambia de dirección y baja lentamente la barbilla hacia el pecho."
        ],
        "tips": [
            "Mantén los hombros bajos y relajados mientras mantienes cada posición.",
            "Muévete lenta y suavemente para evitar forzar el cuello."
        ],
        "modifications": [
            "Si tienes dolor de cuello, limita el rango de movimiento a un nivel cómodo.",
            "Si experimentas molestias o mareos, detén el ejercicio inmediatamente."
        ],
        "benefits": [
            "Columna vertebral, Cuello, Espalda alta, Hombros"
        ]
    },
    {
        "id": "645bd9988c9a",
        "name": "Rotación del cuello",
        "image": "/images/exercises/image_00010-7aa678591e0751eea948eca8c6085f75.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los hombros relajados.",
            "Mete la barbilla hacia el pecho y rueda suavemente el cuello hacia la derecha, llevando la oreja derecha hacia el hombro derecho.",
            "Rueda la barbilla hacia abajo hacia el pecho y luego rueda el cuello hacia la izquierda, llevando la oreja izquierda hacia el hombro izquierdo.",
            "Repite este movimiento de ida y vuelta en un movimiento continuo y lento."
        ],
        "tips": [
            "Muévete lenta y suavemente para evitar tensión o mareos.",
            "Minimiza el riesgo de lesión evitando círculos completos del cuello."
        ],
        "modifications": [
            "Si tienes dolor de cuello, limita el rango de movimiento a un nivel cómodo."
        ],
        "benefits": [
            "Columna vertebral, Cuello, Espalda alta, Hombros"
        ]
    },
    {
        "id": "b27eb0cbd0ae",
        "name": "Laterales del cuello",
        "image": "/images/exercises/image_00011-4065b72be07921523193799bcc2941bb.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los hombros relajados.",
            "Coloca una mano en el costado de la silla para apoyo e inclina la cabeza hacia un lado para bajar la oreja hacia el hombro.",
            "Usa la otra mano para aplicar una presión suave en el costado de la cabeza.",
            "Cambia de lado a la mitad."
        ],
        "tips": [
            "Mantén los hombros relajados y evita encorvarlos."
        ],
        "modifications": [
            "Para menos intensidad, inclina la cabeza sin usar la mano."
        ],
        "benefits": [
            "Cuello, Espalda alta"
        ]
    },
    {
        "id": "15daece22d0f",
        "name": "Buzo",
        "image": "/images/exercises/image_00012-91ab7ebe50ff0cdb0ffc83969496af50.png",
        "instructions": [
            "Comienza sentado con la espalda recta y los brazos descansando a los lados.",
            "Extiende los brazos frente a ti, juntando las manos para que una quede sobre la otra.",
            "Mete la cabeza entre los brazos y redondea la espalda mientras estiras las manos hacia adelante."
        ],
        "tips": [
            "Mantén el core activado y los pies planos en el suelo."
        ],
        "modifications": [],
        "benefits": [
            "Columna vertebral, Cuello, Espalda alta, Hombros, Espalda baja"
        ]
    },
    {
        "id": "a107fd2983e7",
        "name": "Saltos de tijera",
        "image": "/images/exercises/image_00043b-270fb09bf94c39e9c226a32862000068.png",
        "instructions": [
            "Comienza de pie con los pies juntos y los brazos a los lados.",
            "Salta separando los pies hacia los lados mientras levantas los brazos por encima de la cabeza.",
            "Después de completar el movimiento, salta rápidamente para volver a la posición inicial, juntando los pies y bajando los brazos.",
            "Repite el movimiento en un movimiento continuo y fluido."
        ],
        "tips": [
            "Mantén una ligera flexión en las rodillas y aterriza suavemente sobre las plantas de los pies para absorber el impacto de cada salto."
        ],
        "modifications": [
            "Si levantar los brazos es difícil, mantén las manos en las caderas."
        ],
        "benefits": [
            "Pantorrillas, Espalda alta, Hombros, Caderas, Isquiotibiales, Cuádriceps, Espalda baja, Abdomen"
        ]
    },
    {
        "id": "79a2fba0acab",
        "name": "Sentadillas al aire",
        "image": "/images/exercises/image_00044b-c52d5cf97244aeab1a709dd039314efe.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de hombros y los dedos ligeramente hacia afuera.",
            "Coloca las manos detrás de la cabeza o cruzadas frente al pecho.",
            "Baja las caderas hacia atrás y abajo como si te sentaras en una silla, manteniendo el pecho alto y el peso en los talones.",
            "Empuja a través de los talones para ponerte de pie hasta la posición inicial y repite."
        ],
        "tips": [
            "Intenta bajar las caderas hasta que los muslos estén paralelos al suelo.",
            "Mantén las rodillas alineadas con los dedos de los pies."
        ],
        "modifications": [
            "Si ponerse en cuclillas profundamente es difícil, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Ingle, Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "7a770b5b696f",
        "name": "Estocada lateral",
        "image": "/images/exercises/image_00047a-0cd84a967ef5cd1b4111bca12e79f87a.png",
        "instructions": [
            "Comienza de pie con los pies muy separados y las manos juntas frente a ti.",
            "Flexiona una rodilla y baja las caderas hacia ese lado, mientras mantienes la otra pierna recta y los dedos apuntando hacia adelante.",
            "Empuja para volver a la posición inicial y repite del otro lado."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta.",
            "Muévete de manera fluida y con control para mantener el equilibrio."
        ],
        "modifications": [
            "Si la estocada es demasiado intensa, no bajes tanto las caderas.",
            "Usa una silla o pared para apoyo del equilibrio si es necesario."
        ],
        "benefits": [
            "Ingle, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "e55cd60a38a0",
        "name": "Círculos con los brazos",
        "image": "/images/exercises/image_00045a-2f75c4d8cdd6ee8a95712682b95086a7.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y los brazos extendidos a los lados.",
            "Haz pequeños círculos con los brazos, aumentando gradualmente el tamaño de los círculos.",
            "Invierte el movimiento a la mitad."
        ],
        "tips": [],
        "modifications": [
            "Para menos intensidad, flexiona los brazos a la altura de los codos y haz círculos más pequeños cerca del cuerpo."
        ],
        "benefits": [
            "Cuello, Espalda alta, Hombros, Pecho"
        ]
    },
    {
        "id": "ead847d40e86",
        "name": "Balanceos de brazos",
        "image": "/images/exercises/image_00061a-0a813b49aa2e4b59f058c36162cd7873.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y los brazos extendidos a los lados.",
            "Balancea los brazos hacia adelante cruzando el pecho, cruzando un brazo sobre el otro.",
            "Luego balancea los brazos hacia atrás a los lados, abriéndolos ampliamente.",
            "Repite el movimiento, alternando qué brazo cruza sobre el otro cada vez."
        ],
        "tips": [
            "Comienza con balanceos más lentos y aumenta gradualmente la velocidad a medida que te calientas."
        ],
        "modifications": [
            "Mantén los balanceos de brazos más pequeños si experimentas molestias."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Hombros, Pecho, Bíceps"
        ]
    },
    {
        "id": "8d62d6028097",
        "name": "Torsión del tronco",
        "image": "/images/exercises/image_00058a-42be06860bd92b1cdbb6f395505aaf4a.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y los brazos extendidos a los lados a la altura de los hombros.",
            "Activa el core y gira suavemente la parte superior del cuerpo hacia un lado.",
            "Gira la cabeza para mirar por encima del hombro en la dirección de la torsión.",
            "Vuelve a la posición inicial y repite del otro lado."
        ],
        "tips": [
            "Mantén las rodillas ligeramente flexionadas y las caderas mirando hacia adelante durante todo el movimiento."
        ],
        "modifications": [
            "Para menos intensidad, mantén los brazos flexionados con las manos en las caderas."
        ],
        "benefits": [
            "Rodillas, Columna vertebral, Banda iliotibial, Oblicuos, Hombros, Caderas, Espalda baja, Dorsales, Abdomen"
        ]
    },
    {
        "id": "7d4bf76d5684",
        "name": "Torsión toque de dedos del pie",
        "image": "/images/exercises/image_00046a-80efdaf530016dcb1b8035e27d7c212d.png",
        "instructions": [
            "Comienza de pie con los pies muy separados y los brazos extendidos a los lados.",
            "Inclínate hacia adelante, rotando el torso para tocar tu dedo del pie con la mano opuesta y levantando la otra mano hacia el techo.",
            "Vuelve a la posición inicial y repite el movimiento del otro lado."
        ],
        "tips": [
            "Mantén la columna larga y evita redondear la espalda.",
            "Activa el core y mantén una ligera flexión en las rodillas."
        ],
        "modifications": [
            "Si te cuesta alcanzar el pie, toca tu espinilla o rodilla."
        ],
        "benefits": [
            "Columna vertebral, Espalda alta, Oblicuos, Hombros, Caderas, Isquiotibiales, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "712a8ce37b94",
        "name": "Abrazos de rodillas",
        "image": "/images/exercises/image_00048a-2bf340250348d2b02366f2041d727e50.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y los brazos a los lados.",
            "Cambia tu peso a un pie y levanta la rodilla opuesta hacia el pecho.",
            "Agarra tu rodilla con ambas manos y tira de ella más cerca de tu pecho.",
            "Mantén la posición brevemente, luego baja la pierna y repite del otro lado."
        ],
        "tips": [
            "Mantén la pierna de apoyo ligeramente flexionada para mantener el equilibrio.",
            "Mantén la espalda recta y el pecho alto."
        ],
        "modifications": [
            "Si el equilibrio es difícil, realiza el estiramiento cerca de una pared o silla para apoyo.",
            "Si levantar la rodilla al pecho es demasiado intenso, levántala a una altura cómoda."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "1c69fec06e92",
        "name": "Balanceos de pierna",
        "image": "/images/exercises/image_00059a-80783938e2ae8b9eb36ec0d8a7d6f97c.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y las manos en las caderas.",
            "Cambia tu peso a una pierna y levanta ligeramente la otra pierna del suelo.",
            "Balancea la pierna levantada hacia adelante y hacia atrás en un movimiento controlado y continuo."
        ],
        "tips": [
            "Mantén la pierna de apoyo activa con una ligera flexión de la rodilla.",
            "Mantén la parte superior del cuerpo estable; el movimiento debe provenir de la cadera.",
            "Comienza con balanceos pequeños y aumenta gradualmente el rango de movimiento."
        ],
        "modifications": [
            "Coloca la mano en una pared o silla para apoyo adicional."
        ],
        "benefits": [
            "Ingle, Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "0572fe284348",
        "name": "Círculos con las rodillas",
        "image": "/images/exercises/image_00060a-4df6cdac2b4a6f66ab1183d284ea20fb.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y las manos en las rodillas.",
            "Flexiona ligeramente las rodillas y haz pequeños círculos con las rodillas, moviéndolas juntas en un movimiento circular.",
            "Invierte el movimiento a la mitad."
        ],
        "tips": [
            "Mantén los movimientos suaves y controlados para evitar forzar las rodillas."
        ],
        "modifications": [
            "Realiza el ejercicio a un ritmo más lento si es necesario para mantener el control."
        ],
        "benefits": [
            "Rodillas, Pantorrillas, Pies, Espinillas, Tobillos"
        ]
    },
    {
        "id": "a8d43c3080c3",
        "name": "Plancha sobre las manos",
        "image": "/images/exercises/image_00081-a64b2b6583eee8c8d90d22f4f99d322b.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Retrocede un pie y luego el otro, de modo que tus piernas estén completamente extendidas.",
            "Activa el core para mantener tu cuerpo en línea recta desde la cabeza hasta los talones.",
            "Distribuye tu peso uniformemente entre las manos y los pies y mantén la posición."
        ],
        "tips": [
            "Mira un punto en el suelo justo frente a tus manos para mantener el cuello neutral."
        ],
        "modifications": [
            "Para menos intensidad, baja a las rodillas manteniendo una línea recta desde las rodillas hasta la cabeza."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Oblicuos, Hombros, Pecho, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "31e780bd0aed",
        "name": "Plancha sobre antebrazos",
        "image": "/images/exercises/image_00085-87236853c6bb950c859fb5f1c392e965.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Baja los antebrazos al suelo, luego retrocede con ambos pies de modo que tus piernas estén completamente extendidas.",
            "Activa el core para mantener tu cuerpo en línea recta desde la cabeza hasta los talones.",
            "Distribuye tu peso uniformemente entre los antebrazos y los pies y mantén la posición."
        ],
        "tips": [
            "Alinea los codos directamente debajo de los hombros.",
            "Evita arquear la espalda baja o levantar demasiado las caderas."
        ],
        "modifications": [
            "Para menos intensidad, baja a las rodillas manteniendo una línea recta desde las rodillas hasta la cabeza."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Oblicuos, Hombros, Pecho, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "5f5242b0a365",
        "name": "Plancha lateral sobre antebrazos",
        "image": "/images/exercises/image_00087-e702ee81d8cd3e52b5c10d88fc4ccd74.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas extendidas y los pies apilados uno sobre otro.",
            "Coloca el codo inferior debajo del hombro y el antebrazo plano en el suelo.",
            "Activa el core y levanta las caderas del suelo, creando una línea recta desde la cabeza hasta los talones.",
            "Descansa la mano superior en la cadera y mantén la posición."
        ],
        "tips": [
            "Mantén las caderas levantadas y alineadas con tu cuerpo."
        ],
        "modifications": [
            "Para menos intensidad, baja la rodilla inferior al suelo para apoyo."
        ],
        "benefits": [
            "Tríceps, Oblicuos, Hombros, Abdomen"
        ]
    },
    {
        "id": "edad14d86e07",
        "name": "Plancha sobre las manos con elevación de pierna",
        "image": "/images/exercises/image_00082-68bcb4cb8c51aa01743ee0f77c3a4626.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Retrocede un pie y luego el otro, de modo que tus piernas estén completamente extendidas.",
            "Activa el core para levantar una de tus piernas del suelo, mientras mantienes tu cuerpo en línea recta.",
            "Distribuye tu peso uniformemente entre las manos y el pie y mantén la posición."
        ],
        "tips": [
            "Mantén la pierna levantada a la altura de la cadera o tan alto como puedas manteniendo la forma.",
            "Concéntrate en mantener las caderas niveladas y evitar la rotación."
        ],
        "modifications": [
            "Para menos intensidad, baja la rodilla inferior al suelo."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Oblicuos, Hombros, Pecho, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "80263dfe4f36",
        "name": "Plancha lateral sobre las manos",
        "image": "/images/exercises/image_00083-801c607218d9623bed8fa5eba906967d.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas extendidas y los pies apilados uno sobre otro.",
            "Coloca la mano inferior debajo del hombro con la palma plana en el suelo.",
            "Estira el brazo inferior y levanta las caderas del suelo, creando una línea recta desde la cabeza hasta los talones.",
            "Levanta el brazo superior hacia el techo y mantén la posición."
        ],
        "tips": [
            "Mantén el brazo de apoyo directamente debajo del hombro.",
            "Mantén las caderas levantadas y alineadas con tu cuerpo."
        ],
        "modifications": [
            "Para menos intensidad, baja la rodilla inferior al suelo para apoyo.",
            "Si hay molestias en la muñeca, realiza la plancha sobre el antebrazo."
        ],
        "benefits": [
            "Tríceps, Oblicuos, Hombros, Abdomen"
        ]
    },
    {
        "id": "1254aeb5f483",
        "name": "Plancha lateral sobre las manos con elevación de pierna",
        "image": "/images/exercises/image_00084-8e805d7a0ec3fa7a2df7de6e3c120e31.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas extendidas y los pies apilados uno sobre otro.",
            "Coloca la mano inferior debajo del hombro con la palma plana en el suelo.",
            "Estira el brazo inferior y levanta las caderas del suelo, creando una línea recta desde la cabeza hasta los talones.",
            "Levanta el brazo superior y la pierna superior hacia el techo y mantén la posición."
        ],
        "tips": [
            "Mantén el brazo de apoyo directamente debajo del hombro.",
            "Mantén las caderas levantadas y alineadas con tu cuerpo."
        ],
        "modifications": [
            "Para menos intensidad, baja la rodilla inferior al suelo para apoyo.",
            "Si hay molestias en la muñeca, realiza la plancha sobre el antebrazo."
        ],
        "benefits": [
            "Tríceps, Oblicuos, Hombros, Glúteos, Abdomen"
        ]
    },
    {
        "id": "d44a998e7e3b",
        "name": "Plancha sobre antebrazos con elevación de pierna",
        "image": "/images/exercises/image_00086-6dcb45f99464d995d5b4af0c1b718347.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Baja los antebrazos al suelo, luego retrocede con ambos pies de modo que tus piernas estén completamente extendidas.",
            "Activa el core para mantener tu cuerpo en línea recta, y levanta una de tus piernas del suelo hacia el techo.",
            "Distribuye tu peso uniformemente entre los antebrazos y el pie y mantén la posición."
        ],
        "tips": [
            "Alinea los codos directamente debajo de los hombros.",
            "Concéntrate en mantener las caderas niveladas y evita rotarlas.",
            "Mantén la pierna levantada a la altura de la cadera o tan alto como puedas manteniendo una buena forma."
        ],
        "modifications": [
            "Para menos intensidad, baja la rodilla inferior al suelo."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Oblicuos, Hombros, Pecho, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "5d25a66e210f",
        "name": "Plancha lateral sobre antebrazos con elevación de pierna",
        "image": "/images/exercises/image_00088-d7f0944630a6a585a67172d2d0835040.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas extendidas y los pies apilados uno sobre otro.",
            "Coloca el codo inferior debajo del hombro y el antebrazo plano en el suelo.",
            "Activa el core y levanta las caderas del suelo, creando una línea recta desde la cabeza hasta los talones.",
            "Descansa la mano superior en la cadera y levanta la pierna superior hacia el techo y mantén la posición."
        ],
        "tips": [
            "Mantén las caderas levantadas y alineadas con tu cuerpo."
        ],
        "modifications": [
            "Para menos intensidad, baja la rodilla inferior al suelo para apoyo."
        ],
        "benefits": [
            "Tríceps, Oblicuos, Hombros, Glúteos, Abdomen"
        ]
    },
    {
        "id": "ca330448cf8a",
        "name": "Plancha con un brazo",
        "image": "/images/exercises/image_00089-fb8a484bae5996b6ba50d4820ad7219b.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión.",
            "Activa el core para levantar una mano del suelo y hacia un lado, mientras mantienes tu cuerpo en línea recta.",
            "Distribuye tu peso uniformemente entre las manos y los pies y mantén la posición."
        ],
        "tips": [
            "Mantén las caderas niveladas y evita la rotación."
        ],
        "modifications": [
            "Para menos intensidad, baja a las rodillas manteniendo una línea recta desde las rodillas hasta la cabeza."
        ],
        "benefits": [
            "Tríceps, Espalda alta, Oblicuos, Hombros, Pecho, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "972cf4cfde2c",
        "name": "Plancha perro-pájaro",
        "image": "/images/exercises/image_00092-825310dce59695ac31c30992de1800d9.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión.",
            "Extiende tu brazo hacia adelante y tu pierna opuesta hacia atrás, mientras mantienes tu cuerpo en línea recta paralela al suelo.",
            "Distribuye tu peso uniformemente entre la mano y el pie y mantén la posición."
        ],
        "tips": [
            "Evita arquear la espalda o rotar las caderas."
        ],
        "modifications": [
            "Para menos intensidad, levanta solo tu brazo o pierna individualmente."
        ],
        "benefits": [
            "Hombros, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "99da695ce568",
        "name": "Mantener abdominal",
        "image": "/images/exercises/image_00077-9104c68e13fb5bc8f66bd5ad55a6be1d.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Activa el core para levantar la cabeza, el cuello y los hombros del suelo.",
            "Estira los brazos hacia adelante y mantén la posición."
        ],
        "tips": [
            "Mantén los brazos rectos y paralelos al suelo.",
            "Mantén la espalda baja presionada contra el suelo."
        ],
        "modifications": [],
        "benefits": [
            "Abdomen"
        ]
    },
    {
        "id": "c48d7cbb4d92",
        "name": "Mantener abdominal en bicicleta",
        "image": "/images/exercises/image_00078-5c189a8d04c3aa1a4eff279242d864e0.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Coloca las manos detrás de la cabeza y activa el core para levantar la cabeza y los hombros del suelo.",
            "Extiende una pierna recta hacia afuera y lleva la rodilla opuesta hacia el pecho, mientras rotas la parte superior del cuerpo para llevar el codo opuesto hacia la rodilla levantada.",
            "Mantén la posición y cambia de lado a la mitad."
        ],
        "tips": [
            "Mantén la espalda baja presionada contra el suelo.",
            "Concéntrate en la rotación del torso, no solo en el movimiento codo-rodilla.",
            "Evita tirar del cuello con las manos."
        ],
        "modifications": [],
        "benefits": [
            "Oblicuos, Abdomen"
        ]
    },
    {
        "id": "17953c683134",
        "name": "Mantener toque de dedos del pie",
        "image": "/images/exercises/image_00079-399e01035c48e7efaf54260157d5304f.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Activa el core para extender las piernas y levantarlas rectas hacia arriba en el aire.",
            "Levanta la cabeza, el cuello y los hombros del suelo y estira los brazos hacia arriba para tocar tus dedos de los pies.",
            "Mantén la posición."
        ],
        "tips": [],
        "modifications": [],
        "benefits": [
            "Abdomen"
        ]
    },
    {
        "id": "05c3ac621b17",
        "name": "Elevación de piernas",
        "image": "/images/exercises/image_00104-9356ebe4913168e6b2b60e74d6abd5d4.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos detrás de la cabeza.",
            "Activa el core para levantar ambas piernas del suelo, creando un ángulo de 45 grados entre tus piernas y el suelo.",
            "Mantén las piernas rectas y los pies juntos y mantén la posición."
        ],
        "tips": [
            "Mantén la espalda baja presionada contra el suelo.",
            "Mantén la cabeza y los hombros planos en el suelo durante todo el ejercicio."
        ],
        "modifications": [
            "Si levantar ambas piernas es demasiado intenso, realiza el ejercicio con una pierna a la vez.",
            "Si sientes tensión en la espalda baja, coloca las manos debajo de las caderas para apoyo o flexiona ligeramente las rodillas."
        ],
        "benefits": [
            "Caderas, Cuádriceps, Abdomen"
        ]
    },
    {
        "id": "95e63f79fb35",
        "name": "Elevación lateral de pierna tumbado",
        "image": "/images/exercises/image_00115-8149b215386ef7613914f020abd4b402.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas extendidas y los pies apilados uno sobre otro.",
            "Apoya tu cabeza en el brazo inferior y coloca la mano superior en la cadera.",
            "Activa el core para levantar la pierna superior hacia el techo, creando un ángulo de 45 grados entre tu pierna y el suelo.",
            "Mantén la posición."
        ],
        "tips": [
            "Mantén las caderas estables y tu cuerpo en línea recta desde la cabeza hasta los pies."
        ],
        "modifications": [
            "Si levantar la pierna alto es demasiado desafiante, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Oblicuos, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "1145ae4230b1",
        "name": "Sentado en V",
        "image": "/images/exercises/image_00080-874b05741e71c12f57ea24e13d3d8408.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Activa el core para levantar simultáneamente los brazos, el pecho y las piernas, formando una forma de V con tu cuerpo.",
            "Mantén la espalda recta, estira los brazos hacia el techo y mantén la posición."
        ],
        "tips": [
            "Intenta equilibrarte sobre los huesos de la parte inferior de la pelvis.",
            "Mantén las piernas tan rectas como sea posible."
        ],
        "modifications": [
            "Para menos intensidad, mantén las rodillas flexionadas o las manos en el suelo para apoyo."
        ],
        "benefits": [
            "Abdomen"
        ]
    },
    {
        "id": "2e5886625b8a",
        "name": "Insecto muerto",
        "image": "/images/exercises/image_00116-3b47036604f67ffd1ca7e520cccb20f2.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos rectos por encima de la cabeza.",
            "Activa el core para levantar un brazo hacia el techo y flexiona la rodilla opuesta para llevarla sobre la cadera.",
            "Levanta ligeramente el otro brazo y la pierna del suelo y mantén la posición."
        ],
        "tips": [
            "Mantén las caderas cuadradas y la espalda baja presionada contra el suelo."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Hombros, Caderas, Cuádriceps, Abdomen"
        ]
    },
    {
        "id": "ea3ab2222ad5",
        "name": "Cuerpo hueco",
        "image": "/images/exercises/image_00114-e9b27e59293adc143650562208f83cc8.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos rectos por encima de la cabeza.",
            "Activa el core para levantar la cabeza, los brazos, los hombros y las piernas del suelo.",
            "Crea una forma de \"C\" con tu cuerpo, equilibrándote sobre la espalda baja, y mantén la posición."
        ],
        "tips": [
            "Mantén la espalda baja presionada contra el suelo.",
            "Mantén las piernas rectas y los pies juntos."
        ],
        "modifications": [
            "Para menos intensidad, mantén las rodillas flexionadas y los brazos frente a ti."
        ],
        "benefits": [
            "Hombros, Caderas, Cuádriceps, Abdomen"
        ]
    },
    {
        "id": "767c2b49b30e",
        "name": "Mantener sentadilla",
        "image": "/images/exercises/image_00100-e61fa61869cff3cb20adbab7bd3403c5.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de hombros y los dedos ligeramente hacia afuera.",
            "Baja las caderas hacia atrás y abajo como si te sentaras en una silla, manteniendo el peso en los talones.",
            "Mantén el pecho levantado y la espalda recta y mantén la posición."
        ],
        "tips": [
            "Intenta bajar las caderas hasta que los muslos estén paralelos al suelo.",
            "Mantén las rodillas alineadas con los dedos de los pies."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Pantorrillas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "27bfe6847c9d",
        "name": "Mantener estocada dividida",
        "image": "/images/exercises/image_00108-b4dbba48cb69ad122b5c503d72a9c65b.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y las manos en las caderas.",
            "Retrocede un pie, bajando la rodilla trasera hacia el suelo mientras la mantienes por encima del suelo.",
            "Mantén ambas rodillas a 90 grados y mantén la posición."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta.",
            "Alinea la rodilla delantera sobre el tobillo."
        ],
        "modifications": [
            "Para menos intensidad, mantén la rodilla trasera más alejada del suelo.",
            "Usa una silla o pared para apoyo del equilibrio si es necesario."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "309f38945f12",
        "name": "Mantener sentadilla estrecha",
        "image": "/images/exercises/image_00101-35677ae98990e5d27f1f77663334f9e3.png",
        "instructions": [
            "Comienza de pie con los pies juntos.",
            "Baja las caderas hacia atrás y abajo como si te sentaras en una silla, manteniendo el peso en los talones.",
            "Mantén el pecho levantado y la espalda recta y mantén la posición."
        ],
        "tips": [
            "Intenta bajar las caderas hasta que los muslos estén paralelos al suelo.",
            "Mantén las rodillas alineadas con los dedos de los pies."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Pantorrillas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "58a61199f85d",
        "name": "Mantener estocada lateral",
        "image": "/images/exercises/image_00109-fd069dc81cac9a897a78fbc3d3591c24.png",
        "instructions": [
            "Comienza de pie con los pies separados y los dedos apuntando hacia adelante.",
            "Cambia tu peso a un lado, flexionando la rodilla para bajar las caderas hacia tu pie hasta que el muslo esté paralelo al suelo.",
            "Mantén la pierna opuesta recta y mantén la posición."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta.",
            "Mantén la rodilla flexionada alineada con los dedos de los pies."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "6241d94948a4",
        "name": "Mantener sentadilla sumo",
        "image": "/images/exercises/image_00102-e948f6b9327cd9f6774ac4541d5e029e.png",
        "instructions": [
            "Comienza de pie con los pies muy separados y los dedos apuntando hacia afuera.",
            "Baja las caderas hacia atrás y abajo como si te sentaras en una silla, manteniendo el peso en los talones.",
            "Mantén el pecho levantado y la espalda recta y mantén la posición."
        ],
        "tips": [
            "Intenta bajar las caderas hasta que los muslos estén paralelos al suelo.",
            "Mantén las rodillas alineadas con los dedos de los pies."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "2cbc43485061",
        "name": "Mantener estocada de reverencia",
        "image": "/images/exercises/image_00110-db60182511f1e2d5a819b0bbedaec868.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y los brazos a los lados.",
            "Retrocede un pie en diagonal detrás de ti, cruzándolo detrás de tu pierna delantera.",
            "Flexiona ambas rodillas para bajar las caderas hasta que el muslo delantero esté paralelo al suelo y la rodilla trasera esté justo por encima del suelo.",
            "Lleva los brazos frente al pecho y mantén la posición."
        ],
        "tips": [
            "Mantén el pecho levantado y la espalda recta.",
            "Activa los glúteos y los aductores para mantener la estabilidad."
        ],
        "modifications": [
            "Para menos intensidad, no bajes tanto las caderas.",
            "Usa una silla o pared para apoyo y equilibrio si es necesario."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "248256d62b38",
        "name": "Sentado en la pared",
        "image": "/images/exercises/image_00121-681aa79ae7f772b15062af4598d1da1f.png",
        "instructions": [
            "Comienza de pie con la espalda contra una pared y los pies separados al ancho de hombros.",
            "Camina con los pies hacia adelante a un brazo de distancia de la pared, luego desliza tu cuerpo hacia abajo hasta que tus muslos estén paralelos al suelo.",
            "Extiende los brazos rectos frente a ti y mantén la posición."
        ],
        "tips": [
            "Mantén la cabeza y la espalda planas contra la pared y las rodillas alineadas con los dedos de los pies.",
            "Mantén tu peso en los talones, no en los dedos de los pies."
        ],
        "modifications": [
            "Para menos intensidad, no bajes tanto tu cuerpo."
        ],
        "benefits": [
            "Pantorrillas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "4b92b4f2d237",
        "name": "Mantener sentadilla pistola",
        "image": "/images/exercises/image_00103-3aa55f8472a0d29e41f6b9bf725e482c.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas.",
            "Activa el core para levantar una pierna del suelo y extenderla hacia adelante.",
            "Baja las caderas hacia atrás y abajo en posición de sentadilla sobre tu pierna de apoyo, manteniendo tu peso en el talón.",
            "Mantén el pecho levantado y la espalda recta y mantén la posición."
        ],
        "tips": [
            "Intenta bajar las caderas hasta que el muslo esté paralelo al suelo, mientras mantienes la pierna extendida recta.",
            "Mantén las rodillas alineadas con los dedos de los pies."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con un rango de movimiento más pequeño."
        ],
        "benefits": [
            "Pantorrillas, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "7a52822de5c6",
        "name": "Bulldog",
        "image": "/images/exercises/image_00090-903b3c76c32a400696aba1e5c8578a7f.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Mete los dedos de los pies y activa el core para levantar las rodillas unos centímetros del suelo.",
            "Distribuye tu peso uniformemente entre las manos y las plantas de los pies y mantén la posición."
        ],
        "tips": [
            "Mantén la espalda plana y paralela al suelo.",
            "Mantén una posición neutral del cuello, mirando al suelo entre tus manos."
        ],
        "modifications": [],
        "benefits": [
            "Tríceps, Espalda alta, Hombros, Pecho, Glúteos"
        ]
    },
    {
        "id": "d320a3e423a0",
        "name": "Perro-pájaro",
        "image": "/images/exercises/image_00091-73f6770d1739c4b43cd920c3d0378a33.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa.",
            "Activa el core para extender simultáneamente un brazo hacia adelante y la pierna opuesta hacia atrás.",
            "Mantén tu cuerpo en línea recta paralela al suelo y mantén la posición."
        ],
        "tips": [
            "Evita arquear la espalda o rotar las caderas."
        ],
        "modifications": [
            "Para menos intensidad, levanta solo tu brazo o pierna individualmente."
        ],
        "benefits": [
            "Hombros, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "c4ad45a8ff9a",
        "name": "Mantener flexión",
        "image": "/images/exercises/image_00093-f2009e592599c98c07c3be60702f6408.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión, con las manos ligeramente más anchas que los hombros.",
            "Baja tu cuerpo a la mitad, manteniendo los codos hacia afuera en una posición natural.",
            "Distribuye tu peso uniformemente entre las manos y los pies y mantén la posición."
        ],
        "tips": [
            "Evita dejar caer las caderas o levantarlas demasiado.",
            "Mantén los codos a aproximadamente 45 grados del torso."
        ],
        "modifications": [
            "Si mantener la posición es demasiado intenso, baja las rodillas al suelo."
        ],
        "benefits": [
            "Tríceps, Hombros, Pecho"
        ]
    },
    {
        "id": "f4750f82072d",
        "name": "Mantener flexión estrecha",
        "image": "/images/exercises/image_00094-506a407b2c077035aaa3e1ad0ff18df1.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión con las manos separadas al ancho de hombros.",
            "Baja tu cuerpo a la mitad, manteniendo los codos cerca del cuerpo.",
            "Distribuye tu peso uniformemente entre las manos y los pies y mantén la posición."
        ],
        "tips": [
            "Evita dejar caer las caderas o levantarlas demasiado."
        ],
        "modifications": [
            "Si mantener la posición es demasiado intenso, baja las rodillas al suelo."
        ],
        "benefits": [
            "Tríceps, Hombros, Pecho"
        ]
    },
    {
        "id": "984ca25752c6",
        "name": "Mantener flexión Spider-Man",
        "image": "/images/exercises/image_00095-9caf55ea82241c9e37fd46e6e393242c.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión, con las manos ligeramente más anchas que los hombros.",
            "Baja tu cuerpo a la mitad y activa el core para levantar un pie del suelo y llevar la rodilla al codo.",
            "Distribuye tu peso uniformemente entre las manos y el pie y mantén la posición."
        ],
        "tips": [
            "Concéntrate en mantener las caderas niveladas y evitar la rotación.",
            "Mantén los codos a aproximadamente 45 grados del torso."
        ],
        "modifications": [
            "Si mantener la posición es demasiado intenso, baja la rodilla al suelo."
        ],
        "benefits": [
            "Tríceps, Oblicuos, Hombros, Pecho"
        ]
    },
    {
        "id": "98ac6b4b086b",
        "name": "Puente",
        "image": "/images/exercises/image_00096-444db3ca39e401a3857f0344d6e4f46c.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Activa el core y los glúteos para levantar las caderas del suelo, formando una línea recta desde las rodillas hasta los hombros.",
            "Mantén las palmas y los hombros presionados contra el suelo y mantén la posición."
        ],
        "tips": [
            "Aprieta los glúteos en la parte superior del movimiento.",
            "Evita arquear la espalda baja; el movimiento debe provenir de las caderas y glúteos."
        ],
        "modifications": [
            "Para menos intensidad, levanta las caderas solo parcialmente del suelo.",
            "Si sientes tensión en el cuello, intenta colocar una toalla pequeña doblada bajo la cabeza para apoyo."
        ],
        "benefits": [
            "Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "16c12810f655",
        "name": "Puente con elevación de pierna",
        "image": "/images/exercises/image_00097-f7584b2cc9ac1bd9d36ddc8fba5a7eab.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Activa el core y los glúteos para levantar las caderas del suelo, formando una línea recta desde las rodillas hasta los hombros.",
            "Levanta lentamente un pie del suelo, extendiendo esa pierna.",
            "Mantén las palmas y los hombros presionados contra el suelo y mantén la posición."
        ],
        "tips": [
            "Mantén las caderas niveladas y evita que caigan del lado de la pierna levantada.",
            "Mantén el pie de la pierna en el suelo firmemente presionado contra el suelo."
        ],
        "modifications": [
            "Para menos intensidad, levanta solo ligeramente el pie del suelo sin extender completamente la pierna."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Cuádriceps, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "80b29dfa9dcf",
        "name": "Plancha inversa",
        "image": "/images/exercises/image_00098-98a65055086f8cae9d2bf40ccfd07b53.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Coloca las manos en el suelo detrás de las caderas con los dedos apuntando hacia los pies.",
            "Presiona las palmas y los talones contra el suelo y activa el core para levantar las caderas hacia el techo.",
            "Estira los brazos y piernas para crear una línea recta desde la cabeza hasta los talones y mantén la posición."
        ],
        "tips": [
            "Mantén el pecho levantado y la cabeza en una posición neutral.",
            "Mantén los brazos rectos pero evita bloquear los codos."
        ],
        "modifications": [
            "Para menos intensidad, flexiona las rodillas y mantén los pies planos en el suelo.",
            "Si hay molestias en la muñeca, intenta girar ligeramente los dedos hacia afuera."
        ],
        "benefits": [
            "Hombros, Isquiotibiales, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "24bdb0749539",
        "name": "Plancha inversa con elevación de pierna",
        "image": "/images/exercises/image_00099-8c7ec048b84c19d1f0fb845234b82b9a.png",
        "instructions": [
            "Comienza sentado en el suelo con las piernas extendidas frente a ti.",
            "Coloca las manos en el suelo detrás de las caderas con los dedos apuntando hacia los pies.",
            "Presiona las palmas y los talones contra el suelo y activa el core para levantar las caderas hacia el techo.",
            "Manteniendo las piernas rectas, levanta una pierna del suelo y mantén la posición."
        ],
        "tips": [
            "Estira los brazos y piernas para crear una línea recta desde la cabeza hasta los talones",
            "Mantén el pecho levantado y la cabeza en una posición neutral."
        ],
        "modifications": [
            "Para menos intensidad, mantén ambos pies en el suelo.",
            "Si hay molestias en la muñeca, intenta girar ligeramente los dedos hacia afuera."
        ],
        "benefits": [
            "Hombros, Caderas, Isquiotibiales, Cuádriceps, Espalda baja, Glúteos, Abdomen"
        ]
    },
    {
        "id": "84d961568a65",
        "name": "Superman",
        "image": "/images/exercises/image_00105-3a07122c9ef7834a6bbf3ead7498b436.png",
        "instructions": [
            "Comienza tumbado boca abajo con los brazos extendidos frente a ti.",
            "Activa el core para levantar los brazos, el pecho y las piernas del suelo.",
            "Mantén la cabeza alineada con la columna vertebral y mantén la posición."
        ],
        "tips": [
            "Concéntrate en activar los músculos de la espalda y glúteos.",
            "Alarga tu cuerpo, estirando con las yemas de los dedos y los dedos de los pies.",
            "Mantén la cabeza en una posición neutral para evitar forzar el cuello."
        ],
        "modifications": [
            "Para menos intensidad, levanta solo tus brazos o solo tus piernas a la vez."
        ],
        "benefits": [
            "Espalda alta, Hombros, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "1271e91004bd",
        "name": "Aquaman",
        "image": "/images/exercises/image_00106-80e592e3703313388c1dcc1f31d201ac.png",
        "instructions": [
            "Comienza tumbado boca abajo con los brazos extendidos frente a ti.",
            "Activa el core para levantar simultáneamente un brazo y la pierna opuesta del suelo, mientras mantienes la cabeza alineada con la columna vertebral.",
            "Mantén la posición y cambia de lado a la mitad."
        ],
        "tips": [
            "Concéntrate en activar los músculos de la espalda y glúteos.",
            "Alarga tu cuerpo, estirando con las yemas de los dedos y los dedos de los pies.",
            "Mantén la cabeza en una posición neutral para evitar forzar el cuello."
        ],
        "modifications": [
            "Para menos intensidad, levanta las extremidades solo ligeramente del suelo."
        ],
        "benefits": [
            "Espalda alta, Hombros, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "45ea37a8b034",
        "name": "Avión",
        "image": "/images/exercises/image_00107-8f6377f0d1abb6a2def3dada0fcf5071.png",
        "instructions": [
            "Comienza tumbado boca abajo con los brazos extendidos a los lados a la altura de los hombros.",
            "Activa los músculos de la espalda baja y glúteos para levantar el pecho y los brazos del suelo.",
            "Mantén la cabeza alineada con la columna vertebral y mantén la posición."
        ],
        "tips": [
            "Mantén los brazos rectos a los lados, como alas de avión.",
            "Aprieta los omóplatos al levantar para activar la espalda alta."
        ],
        "modifications": [
            "Para menos intensidad, levanta el pecho y los brazos solo ligeramente del suelo."
        ],
        "benefits": [
            "Espalda alta, Hombros, Isquiotibiales, Espalda baja, Glúteos"
        ]
    },
    {
        "id": "fa7735b7211d",
        "name": "Pica",
        "image": "/images/exercises/image_00118-2144ed633e9702f3d0a19c49c4bc503c.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión.",
            "Activa el core para levantar las caderas hacia el techo, formando una forma de \"V\" invertida con tu cuerpo.",
            "Distribuye tu peso uniformemente entre las manos y los pies y mantén la posición."
        ],
        "tips": [
            "Mantén las piernas rectas y los talones levantados del suelo.",
            "Mantén la cabeza entre los brazos y relaja el cuello."
        ],
        "modifications": [
            "Para menos intensidad, mantén las rodillas ligeramente flexionadas y baja las caderas."
        ],
        "benefits": [
            "Tríceps, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "26ac1c73348e",
        "name": "Pica con brazos flexionados",
        "image": "/images/exercises/image_00119-06ca970f3d555636872aeaacc909b859.png",
        "instructions": [
            "Comienza en el suelo en posición de flexión.",
            "Activa el core para levantar las caderas hacia el techo, formando una forma de \"V\" invertida con tu cuerpo.",
            "Flexiona los brazos para bajar la parte superior del cuerpo hacia el suelo.",
            "Distribuye tu peso uniformemente entre las manos y los pies y mantén la posición."
        ],
        "tips": [
            "Mantén las piernas rectas y los talones levantados del suelo.",
            "Mantén la cabeza entre los brazos y relaja el cuello."
        ],
        "modifications": [
            "Para menos intensidad, mantén las rodillas ligeramente flexionadas y baja las caderas."
        ],
        "benefits": [
            "Tríceps, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "0f7e5520d2f1",
        "name": "Plancha en la pared",
        "image": "/images/exercises/image_00123-df940bc306d437855e91a9658bf8c715.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa con los pies cerca de una pared.",
            "Camina con los pies por la pared hasta que tu cuerpo esté en línea recta, paralelo al suelo.",
            "Mantén los brazos rectos y las palmas presionadas contra el suelo y mantén la posición."
        ],
        "tips": [
            "Mantén el core activado para apoyar la espalda baja.",
            "Distribuye tu peso uniformemente entre las manos."
        ],
        "modifications": [
            "Para menos intensidad, no camines tan alto con los pies por la pared."
        ],
        "benefits": [
            "Espalda alta, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "7480b4694f97",
        "name": "Pica en la pared",
        "image": "/images/exercises/image_00122-bcf7b38f5cd46a2364ec27b216636eaa.png",
        "instructions": [
            "Comienza a cuatro patas en posición de mesa con los pies cerca de una pared.",
            "Camina con los pies por la pared hasta que tu cuerpo forme una L.",
            "Mantén los brazos rectos y las palmas presionadas contra el suelo y mantén la posición."
        ],
        "tips": [
            "Distribuye tu peso uniformemente entre las manos.",
            "Mantén el cuello relajado, con la cabeza entre los brazos."
        ],
        "modifications": [
            "Para menos intensidad, no camines tan alto con los pies por la pared."
        ],
        "benefits": [
            "Espalda alta, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "4f9995b8ed38",
        "name": "Pino en la pared",
        "image": "/images/exercises/image_00124-ce183ae483b1312a67afad4193a60f9c.png",
        "instructions": [
            "Comienza de pie frente a una pared.",
            "Da un paso adelante con un pie e inclínate para colocar las manos en el suelo a medio brazo de distancia de la pared.",
            "Manteniendo los brazos rectos y la cabeza baja, da una patada con la pierna trasera seguida rápidamente por la otra pierna, balanceando tu cuerpo hacia arriba de modo que tus pies descansen contra la pared por encima de ti.",
            "Mantén los brazos extendidos y tu cuerpo en línea recta y mantén la posición."
        ],
        "tips": [
            "El movimiento debe realizarse en un movimiento fluido y continuo.",
            "Practica el movimiento de patada sin llegar completamente arriba hasta que te sientas cómodo."
        ],
        "modifications": [
            "Pídele a un asistente que se pare a un lado para ayudarte si es necesario."
        ],
        "benefits": [
            "Espalda alta, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "824530a64713",
        "name": "Retracciones de barbilla",
        "image": "/images/exercises/image_00125-e5d9b3b56009608a3f5a8532d7f425aa.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Activa los músculos del cuello para meter la barbilla y tirar de ella hacia atrás.",
            "Usa tu mano para ayudar al movimiento y mantén la posición."
        ],
        "tips": [
            "Mantén los hombros relajados y evita inclinar la cabeza hacia arriba o hacia abajo."
        ],
        "modifications": [
            "Para asegurar una buena forma, realiza el ejercicio tumbado boca arriba."
        ],
        "benefits": [
            "Cuello"
        ]
    },
    {
        "id": "2f0ea49919ed",
        "name": "Estiramiento de pectorales en la pared",
        "image": "/images/exercises/image_00126-031ae748245d9436f7f6ee651bf03230.png",
        "instructions": [
            "Comienza de pie en una puerta abierta o frente a la esquina exterior de una pared.",
            "Coloca tu palma y antebrazo contra la pared a la altura de los hombros, formando un ángulo de 90 grados en el codo.",
            "Da un paso adelante con una pierna e inclínate hacia adelante hasta sentir un estiramiento en el pecho."
        ],
        "tips": [
            "Mantén el omóplato hacia abajo y atrás.",
            "Mantén el cuerpo recto y no te tuerzas o inclines hacia un lado."
        ],
        "modifications": [
            "Para menos intensidad, no te inclines tanto hacia adelante."
        ],
        "benefits": [
            "Hombros, Pecho"
        ]
    },
    {
        "id": "5bf0dab46d24",
        "name": "Estiramiento de pectorales en el marco de la puerta",
        "image": "/images/exercises/image_00127-8a1bf35be484e3a8e62f04eb78a3e859.png",
        "instructions": [
            "Comienza de pie en una puerta abierta.",
            "Coloca ambas palmas y antebrazos contra los lados del marco de la puerta a la altura de los hombros, formando 90 grados en los codos.",
            "Da un paso adelante con un pie e inclínate hacia adelante a través del marco de la puerta hasta sentir un estiramiento en el pecho."
        ],
        "tips": [
            "Mantén los omóplatos hacia abajo y atrás.",
            "Mantén una columna neutral y evita arquear la espalda baja."
        ],
        "modifications": [
            "Para menos intensidad, no te inclines tanto hacia adelante."
        ],
        "benefits": [
            "Hombros, Pecho"
        ]
    },
    {
        "id": "42f5052619c0",
        "name": "Estiramiento de hombros hacia atrás",
        "image": "/images/exercises/image_00128-8b9c169565109549f9c52951046fa2c9.png",
        "instructions": [
            "Comienza de pie con los pies separados al ancho de caderas y los brazos a los lados.",
            "Entrelaza las manos detrás de la espalda con los pulgares apuntando hacia el suelo.",
            "Estira los brazos y levanta suavemente las manos lejos de tu espalda.",
            "Tira de los hombros hacia atrás y abajo, levanta el pecho y mete ligeramente la barbilla."
        ],
        "tips": [
            "Mantén el core activado para apoyar la espalda baja.",
            "Evita arquear excesivamente la espalda."
        ],
        "modifications": [
            "Para menos intensidad, no levantes tanto las manos detrás de tu espalda."
        ],
        "benefits": [
            "Hombros, Pecho, Bíceps"
        ]
    },
    {
        "id": "460de917510f",
        "name": "Presión de inclinación pélvica",
        "image": "/images/exercises/image_00130-128d1f9daaa6f4f56916414cb8e50941.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies planos en el suelo.",
            "Activa el core para inclinar la pelvis hacia arriba y presionar la espalda baja contra el suelo.",
            "Mantén los brazos a los lados con las palmas en el suelo y mantén la posición."
        ],
        "tips": [
            "Imagina llevar el ombligo hacia la columna vertebral.",
            "Mantén los glúteos relajados; el movimiento debe provenir del core."
        ],
        "modifications": [
            "Si es incómodo tumbarse en el suelo, realiza el ejercicio contra una pared."
        ],
        "benefits": [
            "Espalda baja"
        ]
    },
    {
        "id": "792c21bfd4f0",
        "name": "Rodilla al Pecho",
        "image": "/images/exercises/image_00131-768b4cd5cbdf2cd2824ac99ed0d515a0.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Dobla una rodilla y llévala hacia el pecho, sujetando la espinilla con ambas manos.",
            "Tira suavemente de la rodilla hacia el pecho mientras mantienes la otra pierna estirada."
        ],
        "tips": [
            "Relaja la cabeza y el cuello sobre el suelo.",
            "Mantén las caderas alineadas y la zona lumbar presionando contra el suelo."
        ],
        "modifications": [
            "Si no puedes alcanzar la espinilla, tira del muslo o usa una toalla alrededor de la rodilla."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "2082265fe5f8",
        "name": "Estiramiento de Cuádriceps Tumbado",
        "image": "/images/exercises/image_00132-b76725df4d5b527c21080fe7e882505e.png",
        "instructions": [
            "Comienza tumbado de lado con las piernas extendidas y los pies uno sobre el otro.",
            "Dobla la rodilla de arriba para acercar el talón a los glúteos, sujetando el tobillo con la mano.",
            "Tira del talón hacia los glúteos manteniendo los muslos alineados."
        ],
        "tips": [
            "Empuja las caderas ligeramente hacia adelante para profundizar el estiramiento.",
            "Mantén una ligera flexión en la pierna de abajo para mayor estabilidad."
        ],
        "modifications": [
            "Si te cuesta alcanzar el tobillo, usa una cinta o toalla alrededor del pie para ayudarte."
        ],
        "benefits": [
            "Rodillas, Espinillas, Caderas, Cuádriceps, Tobillos"
        ]
    },
    {
        "id": "712f12d31f7b",
        "name": "Plegado con Piernas Cruzadas",
        "image": "/images/exercises/image_00148-47aead12d25992d72536450f7edd1643.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Cruza un pie sobre el otro, luego inclínate lentamente desde las caderas, bajando el torso hacia las piernas.",
            "Deja que los brazos cuelguen e intenta tocar el suelo con las manos."
        ],
        "tips": [
            "Mantén el peso distribuido uniformemente entre ambos pies.",
            "Mantén la columna alargada y evita redondear la espalda.",
            "Relaja el cuello y deja que la cabeza cuelgue."
        ],
        "modifications": [
            "Si no puedes tocar el suelo, coloca las manos en los tobillos o espinillas."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Zona Lumbar"
        ]
    },
    {
        "id": "8ddf93dab49b",
        "name": "Brazos en la Pared",
        "image": "/images/exercises/image_00157-e76701cf977c7fef7cf4ac6af24754b9.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y el lado del hombro contra una pared.",
            "Manteniendo los pies en su sitio, gira el torso y lleva el brazo hacia atrás para colocar la palma contra la pared a la altura del hombro.",
            "Mantén la mano contra la pared y gira el torso para volver a mirar al frente."
        ],
        "tips": [
            "Al final del movimiento, las rodillas, caderas y hombros deben estar alineados."
        ],
        "modifications": [],
        "benefits": [
            "Hombros, Pecho, Bíceps"
        ]
    },
    {
        "id": "422023136d71",
        "name": "Brazo de Águila",
        "image": "/images/exercises/image_00152-e12eae0f8b163f4afb1ff25c565e6c00.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos extendidos frente a ti a la altura de los hombros.",
            "Cruza un brazo sobre el otro a la altura de los codos, luego dobla los brazos para que los antebrazos queden perpendiculares al suelo.",
            "Enrosca los antebrazos uno alrededor del otro para juntar las palmas de las manos."
        ],
        "tips": [
            "Mantén los hombros relajados e intenta crear espacio entre los omóplatos."
        ],
        "modifications": [
            "Si las palmas no se tocan, presiona el dorso de las manos una contra la otra."
        ],
        "benefits": [
            "Tríceps, Espalda Alta, Hombros, Dorsales"
        ]
    },
    {
        "id": "64c897a254bf",
        "name": "Oreja al Hombro",
        "image": "/images/exercises/image_00153-2642a1a3f3072ea2ecc4d1cec81b9af4.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Inclina lentamente la cabeza hacia un lado, acercando la oreja al hombro.",
            "Coloca la mano contraria detrás de la espalda y la otra mano sobre la cabeza y tira suavemente hacia abajo."
        ],
        "tips": [
            "Mantén la espalda recta y los hombros relajados.",
            "No levantes ni metas la barbilla; mantenla en posición neutral."
        ],
        "modifications": [],
        "benefits": [
            "Cuello, Hombros"
        ]
    },
    {
        "id": "7966db640529",
        "name": "Abrazo de Oso",
        "image": "/images/exercises/image_00150-c6265918ff8ede8b0d8a546206580ead.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos extendidos a los lados.",
            "Envuelve los brazos alrededor de tu cuerpo, colocando las manos sobre los omóplatos.",
            "Aprieta los brazos alrededor de la parte superior del cuerpo, redondea la espalda alta y mete la barbilla hacia el pecho."
        ],
        "tips": [
            "Exhala al inicio del movimiento para facilitar envolver los brazos alrededor del cuerpo."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con los brazos cruzados frente al pecho."
        ],
        "benefits": [
            "Columna, Cuello, Espalda Alta, Hombros"
        ]
    },
    {
        "id": "3bda0249e5c3",
        "name": "Cara de Vaca",
        "image": "/images/exercises/image_00151-50d5ed1df8adc9cb6e22b5b470767a06.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Levanta un brazo por encima de la cabeza, luego dobla el codo para colocar la mano entre los omóplatos.",
            "Levanta el otro brazo hacia un lado, luego dobla el codo para llevarlo detrás de la espalda.",
            "Une las manos detrás de la espalda."
        ],
        "tips": [
            "Mantén el pecho elevado y la espalda recta."
        ],
        "modifications": [
            "Para menos intensidad, coloca una mano en la parte superior de la espalda y la otra en la parte inferior."
        ],
        "benefits": [
            "Tríceps, Hombros"
        ]
    },
    {
        "id": "ebc945bbbd5f",
        "name": "Pecho Sentado",
        "image": "/images/exercises/image_00129-09cec47bf2a53734c5ff5a6c88258938.png",
        "instructions": [
            "Comienza en el suelo en posición sentada con las rodillas flexionadas y los pies apoyados en el suelo.",
            "Coloca las palmas de las manos en el suelo detrás de ti con los dedos apuntando lejos de tu cuerpo.",
            "Mantén los pies en su sitio mientras deslizas lentamente las manos alejándolas del cuerpo hasta que sientas un estiramiento en el pecho."
        ],
        "tips": [
            "Mantén los brazos rectos y lleva los hombros hacia atrás y abajo.",
            "Eleva el pecho y mete ligeramente la barbilla.",
            "Evita arquear demasiado la espalda."
        ],
        "modifications": [
            "Para menos intensidad, mantén las manos más cerca del cuerpo."
        ],
        "benefits": [
            "Hombros, Pecho, Bíceps"
        ]
    },
    {
        "id": "e13c627bca71",
        "name": "Thread the Needle",
        "image": "/images/exercises/image_00160a-af4499d4f5493961f775c4551ad076ca.png",
        "instructions": [
            "Comienza en posición de mesa, sobre manos y rodillas.",
            "Gira el cuerpo y levanta un brazo recto hacia el techo, abriendo el pecho.",
            "Luego, baja el brazo extendido y deslízalo por debajo del otro brazo y a través del cuerpo con la palma hacia arriba.",
            "Baja el hombro y el lado de la cabeza hacia el suelo, luego desenrosca y repite el movimiento."
        ],
        "tips": [
            "Mantén la otra mano firmemente apoyada en el suelo para sostener.",
            "Mantén las caderas alineadas con las rodillas."
        ],
        "modifications": [],
        "benefits": [
            "Columna, Espalda Alta, Hombros, Pecho, Dorsales"
        ]
    },
    {
        "id": "3bac00c5b8ea",
        "name": "Postura del Camello",
        "image": "/images/exercises/image_00166-9e4e43fd88a4e4c1664965e7da941793.png",
        "instructions": [
            "Comienza de rodillas con las manos en la zona lumbar, dedos apuntando hacia abajo.",
            "Activa el core y los músculos de los muslos para inclinarte hacia atrás, elevando el pecho y creando un arco en la espalda alta.",
            "Si te sientes cómodo, lleva una mano a la vez hacia atrás para agarrar los talones.",
            "Abre los hombros y deja que la cabeza caiga hacia atrás."
        ],
        "tips": [
            "Mantén las caderas sobre las rodillas para que los muslos estén perpendiculares al suelo."
        ],
        "modifications": [
            "Si te cuesta alcanzar los talones, mantén las manos en la zona lumbar como apoyo.",
            "Realiza el estiramiento con un cojín bajo las rodillas para mayor comodidad."
        ],
        "benefits": [
            "Psoas, Columna, Espalda Alta, Hombros, Cuádriceps, Pecho, Abdomen"
        ]
    },
    {
        "id": "0c2f9e3bb529",
        "name": "Medio Arco",
        "image": "/images/exercises/image_00163-cdcdfec97cc329b5401edd879b25a72e.png",
        "instructions": [
            "Comienza tumbado boca abajo con las piernas extendidas y los antebrazos en el suelo.",
            "Dobla una pierna por la rodilla para llevar el talón hacia el glúteo, luego lleva la mano hacia atrás para agarrar el tobillo.",
            "Presiona el pie contra la mano y levanta el pecho y el muslo del suelo."
        ],
        "tips": [
            "Mantén la pierna izquierda activa presionándola contra el suelo.",
            "Mantén ambas piernas paralelas y en línea recta."
        ],
        "modifications": [
            "Para menos intensidad, mantén el pecho en el suelo y solo levanta la pierna."
        ],
        "benefits": [
            "Psoas, Columna, Espalda Alta, Hombros, Caderas, Cuádriceps, Pecho, Abdomen"
        ]
    },
    {
        "id": "3a6db1120f93",
        "name": "Postura del Arco",
        "image": "/images/exercises/image_00164-de0f83243efcbe4bcde744975c78eb55.png",
        "instructions": [
            "Comienza tumbado boca abajo con las piernas extendidas y los brazos a los lados.",
            "Dobla ambas rodillas para acercar los talones a los glúteos, luego lleva las manos hacia atrás para agarrar los tobillos.",
            "Presiona los pies contra las manos y levanta el pecho, la cabeza y los muslos del suelo."
        ],
        "tips": [
            "Mira hacia adelante o ligeramente hacia arriba, manteniendo el cuello en una posición cómoda."
        ],
        "modifications": [
            "Para menos intensidad, no levantes el pecho y los muslos del suelo o agarra solo una pierna a la vez."
        ],
        "benefits": [
            "Psoas, Columna, Espalda Alta, Hombros, Caderas, Cuádriceps, Pecho, Abdomen"
        ]
    },
    {
        "id": "b942f75ed662",
        "name": "Rotación de Cuello",
        "image": "/images/exercises/image_00156-d632cf7385942b466fba8267c163cfd1.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Gira lentamente la cabeza hacia un lado, mirando por encima del hombro.",
            "Coloca las yemas de los dedos en el lado de la barbilla y empuja suavemente la cabeza más allá."
        ],
        "tips": [
            "Mantén la cabeza nivelada durante la rotación; no la inclines arriba o abajo.",
            "Mantén la espalda recta y los hombros relajados."
        ],
        "modifications": [],
        "benefits": [
            "Cuello"
        ]
    },
    {
        "id": "93a8730fceef",
        "name": "Estiramiento de Escápulas",
        "image": "/images/exercises/image_00139-a167beaeffddb0dcf40b32d4117677cc.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Gira lentamente la cabeza hacia un lado, luego inclina la cabeza hacia abajo para mirar la axila.",
            "Coloca la mano sobre la cabeza y tira suavemente hacia abajo."
        ],
        "tips": [
            "Mantén la espalda recta y los hombros relajados."
        ],
        "modifications": [],
        "benefits": [
            "Columna, Cuello, Espalda Alta, Hombros"
        ]
    },
    {
        "id": "dddb9558312f",
        "name": "Estiramiento de Escalenos",
        "image": "/images/exercises/image_00140-b3b7968582d5037f9d96f8ba55366061.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Cruza las manos y colócalas firmemente sobre el pecho, justo debajo del cuello.",
            "Baja lentamente la oreja hacia el hombro, luego gira el cuello y apunta la barbilla hacia el techo."
        ],
        "tips": [
            "Mantén la espalda recta y los hombros relajados."
        ],
        "modifications": [],
        "benefits": [
            "Columna, Cuello, Hombros, Pecho"
        ]
    },
    {
        "id": "e5b7348b0c6f",
        "name": "Torsión Sentada Modificada",
        "image": "/images/exercises/image_00141-ccd843a1e7cbdf064e8e0887501bcaa1.png",
        "instructions": [
            "Comienza en el suelo en posición sentada con las piernas extendidas frente a ti.",
            "Cruza una pierna sobre la otra, colocando el pie en el suelo fuera del muslo contrario, luego dobla la rodilla de abajo para acercar el pie a la cadera opuesta.",
            "Gira el torso y coloca el codo en el exterior de la rodilla de arriba y la otra mano detrás de ti como apoyo.",
            "Continúa girando el torso y gira la cabeza para mirar hacia atrás."
        ],
        "tips": [
            "Alarga la columna y mantén la espalda recta."
        ],
        "modifications": [],
        "benefits": [
            "Columna, Banda Iliotibial, Caderas, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "7fe07c67edfd",
        "name": "Inclinación 90/90",
        "image": "/images/exercises/image_00134-a72f2f9c3645edf51c6f067c14014211.png",
        "instructions": [
            "Comienza en el suelo en posición sentada con las rodillas flexionadas y los pies apoyados en el suelo.",
            "Deja que las rodillas caigan hacia un lado para que ambas formen ángulos de 90 grados contra el suelo.",
            "Coloca las manos en el suelo detrás de ti como apoyo e inclínate hacia atrás, manteniendo caderas y hombros alineados."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna."
        ],
        "modifications": [
            "Para menos intensidad, siéntate sobre un cojín o manta doblada para elevar las caderas."
        ],
        "benefits": [
            "Rodillas, Ingle, Caderas, Glúteos"
        ]
    },
    {
        "id": "a668023bd61a",
        "name": "Psoas Arrodillado",
        "image": "/images/exercises/image_00149-273a58dd3bdd5cc87ace6e9adf77ae82.png",
        "instructions": [
            "Comienza de rodillas con las rodillas separadas a la anchura de las caderas y los brazos a los lados.",
            "Da un paso adelante con una pierna para colocar el pie en el suelo frente a ti, formando un ángulo de 90 grados con ambas rodillas.",
            "Levanta el brazo contrario por encima de la cabeza y coloca la otra mano en la cadera.",
            "Empuja las caderas hacia adelante mientras alcanzas arriba y hacia un lado con el brazo elevado."
        ],
        "tips": [
            "Alinea la rodilla delantera directamente sobre el tobillo."
        ],
        "modifications": [
            "Si tienes dolor de rodilla, coloca un cojín bajo la rodilla trasera como apoyo."
        ],
        "benefits": [
            "Psoas, Banda Iliotibial, Oblicuos, Caderas, Cuádriceps, Zona Lumbar, Dorsales"
        ]
    },
    {
        "id": "c4cd8f238a9f",
        "name": "Inclinación en Figura de Cuatro",
        "image": "/images/exercises/image_00136-35d48fee27be19e5746c71fb6f00d2d7.png",
        "instructions": [
            "Comienza en el suelo en posición sentada con las piernas extendidas frente a ti y las manos detrás de ti como apoyo.",
            "Levanta una pierna y cruza el tobillo sobre el muslo contrario, justo por encima de la rodilla.",
            "Desliza el pie de abajo hacia el cuerpo para que la rodilla se doble y el pie quede plano en el suelo."
        ],
        "tips": [
            "Mantén los brazos rectos y levanta el pecho para abrir los hombros."
        ],
        "modifications": [],
        "benefits": [
            "Banda Iliotibial, Caderas, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "cf1857ade38c",
        "name": "Torsión en Figura de Cuatro",
        "image": "/images/exercises/image_00135-700a6e79da77681d242cf82a915ad33c.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies apoyados en el suelo.",
            "Levanta una pierna y cruza el tobillo sobre el muslo contrario, justo por encima de la rodilla.",
            "Deja que ambas piernas caigan hacia un lado, para que el pie de arriba y la pierna de abajo queden planos en el suelo."
        ],
        "tips": [
            "Mantén los hombros planos sobre el suelo."
        ],
        "modifications": [],
        "benefits": [
            "Columna, Banda Iliotibial, Caderas, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "84cc27796b48",
        "name": "Rana de Pie",
        "image": "/images/exercises/image_00138-75295414029e4b3dc0a1919db326709a.png",
        "instructions": [
            "Comienza de pie con los pies muy separados y las puntas de los pies apuntando hacia afuera.",
            "Baja las caderas hacia abajo en posición de sentadilla hasta que los muslos estén paralelos al suelo.",
            "Coloca las manos en el interior de las rodillas y empuja suavemente hacia afuera."
        ],
        "tips": [
            "Mantén el pecho elevado y la espalda recta.",
            "Mantén las rodillas en línea con los dedos de los pies."
        ],
        "modifications": [
            "Agárrate a una silla o pared si necesitas equilibrarte."
        ],
        "benefits": [
            "Rodillas, Ingle, Caderas, Glúteos"
        ]
    },
    {
        "id": "37c2f256bfed",
        "name": "Mariposa Inversa",
        "image": "/images/exercises/image_00137-02fda21d7728b3892e7e2d65b4a334c3.png",
        "instructions": [
            "Comienza tumbado boca arriba con las rodillas flexionadas y los pies apoyados en el suelo.",
            "Separa los pies más allá del ancho de los hombros, luego deja que las rodillas caigan hacia adentro, una hacia la otra.",
            "Continúa separando los pies y junta las rodillas para aumentar el rango de movimiento."
        ],
        "tips": [
            "Relaja los muslos internos, permitiendo que las rodillas caigan naturalmente hacia adentro."
        ],
        "modifications": [],
        "benefits": [
            "Rodillas, Caderas"
        ]
    },
    {
        "id": "4557b5b65cd2",
        "name": "Flexiones Laterales Dinámicas",
        "image": "/images/exercises/image_00226a-89a5310701e494db2e493967186f28d5.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Lleva un brazo por encima de la cabeza mientras inclinas el torso hacia el lado contrario.",
            "Vuelve a la posición inicial y repite en el otro lado, alternando lados dinámicamente."
        ],
        "tips": [
            "Activa el core para evitar sobrecargar la zona lumbar.",
            "Mantén los movimientos suaves y constantes.",
            "Concéntrate en alargar el lado del cuerpo mientras te inclinas."
        ],
        "modifications": [
            "Reduce la profundidad de la inclinación lateral si la flexibilidad es limitada.",
            "Realiza el movimiento más lentamente para mantener un mejor control."
        ],
        "benefits": [
            "Banda Iliotibial, Oblicuos, Hombros, Core, Abdomen"
        ]
    },
    {
        "id": "dc8ab33332e7",
        "name": "Good Mornings",
        "image": "/images/exercises/image_00227b-7e815ddb054420195ca2f3be276451d1.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos detrás de la cabeza.",
            "Hingea (articula) desde las caderas, bajando el torso mientras mantienes la espalda recta.",
            "Vuelve a la posición de pie de forma controlada y repite."
        ],
        "tips": [
            "Concéntrate en mantener la columna neutral y evita redondear la espalda.",
            "Activa el core para sostener la zona lumbar.",
            "Mantén una ligera flexión en las rodillas para evitar bloquearlas."
        ],
        "modifications": [
            "Reduce la profundidad del hinge si la flexibilidad es limitada.",
            "Coloca las manos sobre los muslos como apoyo adicional."
        ],
        "benefits": [
            "Isquiotibiales, Core, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "f049a1a49e0f",
        "name": "Círculos de Cadera",
        "image": "/images/exercises/image_00225-e389e294bca776b0406414689dbf5360.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos en las caderas.",
            "Rota suavemente las caderas en un movimiento circular.",
            "Repite el movimiento y cambia de sentido a mitad del ejercicio."
        ],
        "tips": [
            "Activa el core para sostener la zona lumbar.",
            "Mantén las rodillas suaves y evita bloquearlas."
        ],
        "modifications": [
            "Realiza círculos más pequeños si el rango de movimiento completo es incómodo."
        ],
        "benefits": [
            "Caderas, Core, Zona Lumbar"
        ]
    },
    {
        "id": "81c0ca13c14a",
        "name": "Recogida de Isquiotibiales",
        "image": "/images/exercises/image_00221b-5f17468cf3abcc33359813eab3b2f53c.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos descansando en las caderas.",
            "Da un paso adelante con un pie, manteniendo el talón en el suelo y los dedos apuntando hacia arriba.",
            "Hingea desde las caderas, bajando el torso hacia la pierna delantera.",
            "Vuelve a la posición de pie y repite el movimiento. Cambia de lado a mitad del ejercicio."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna.",
            "Activa el core para mantener el equilibrio y la estabilidad."
        ],
        "modifications": [
            "Reduce la profundidad del hinge si la flexibilidad es limitada.",
            "Agárrate a una silla o pared si necesitas equilibrarte.",
            "Realiza el ejercicio más lentamente para mantener un mejor control."
        ],
        "benefits": [
            "Gemelos, Isquiotibiales, Core, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "a648053cf21b",
        "name": "Abrepuertas",
        "image": "/images/exercises/image_00190c-be4c5b79eb9cdbc29ed70e3c946a26eb.png",
        "instructions": [
            "Comienza de pie con una mano apoyada en una pared o silla para sostener.",
            "Traslada el peso a la pierna más cercana a la pared.",
            "Luego, como si fueras a pasar por encima de una puerta, balancea la pierna contraria hacia arriba, gira la pierna hacia afuera para abrir la cadera, luego baja la pierna al suelo.",
            "Invierte el movimiento para volver a la posición inicial, luego repite el movimiento de ida y vuelta."
        ],
        "tips": [
            "Mantén el movimiento suave y controlado.",
            "Mantén la pierna de apoyo activa con una ligera flexión en la rodilla.",
            "Mantén el torso estable; el movimiento debe venir de la cadera."
        ],
        "modifications": [],
        "benefits": [
            "Ingle, Caderas, Glúteos"
        ]
    },
    {
        "id": "83494436dc16",
        "name": "Balanceo Lateral de Pierna",
        "image": "/images/exercises/image_00189a-334666822f855130150de95d51d067b5.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos en las caderas.",
            "Traslada el peso a una pierna y levanta ligeramente la pierna contraria del suelo.",
            "Balancea la pierna levantada hacia un lado, luego a través del cuerpo frente a la pierna de apoyo.",
            "Repite el movimiento de forma controlada y continua."
        ],
        "tips": [
            "Mantén la pierna de apoyo activa con una ligera flexión en la rodilla.",
            "Mantén el torso estable; el movimiento debe venir de la cadera.",
            "Comienza con balanceos pequeños y aumenta gradualmente el rango de movimiento."
        ],
        "modifications": [
            "Coloca la mano en una pared o silla como apoyo adicional."
        ],
        "benefits": [
            "Ingle, Banda Iliotibial, Caderas"
        ]
    },
    {
        "id": "235f70820956",
        "name": "Plegado Hacia Adelante con Piernas Abiertas Dinámico",
        "image": "/images/exercises/image_00228b-60bc1b537089c91dd5395f7b1663ec6c.png",
        "instructions": [
            "Comienza de pie con una postura amplia y las manos descansando en las caderas.",
            "Hingea desde las caderas, bajando el torso hacia el suelo mientras mantienes la espalda recta.",
            "Vuelve a la posición de pie y repite el movimiento en un ritmo controlado."
        ],
        "tips": [
            "Concéntrate en mantener las piernas rectas pero suaves en las rodillas.",
            "Activa el core para proteger la zona lumbar.",
            "Mantén el cuello relajado y en línea con la columna."
        ],
        "modifications": [
            "Reduce la profundidad del plegado hacia adelante si la flexibilidad es limitada.",
            "Coloca las manos sobre un bloque o silla como apoyo.",
            "Flexiona ligeramente las rodillas si la rigidez de los isquiotibiales impide un plegado completo."
        ],
        "benefits": [
            "Gemelos, Isquiotibiales, Core, Zona Lumbar"
        ]
    },
    {
        "id": "29e3ae7befd0",
        "name": "Círculos de Torso con Piernas Abiertas",
        "image": "/images/exercises/image_00222b-57f9c95a9e12adac4c93e565bb1ac998.png",
        "instructions": [
            "Comienza de pie con una postura amplia y las manos en las caderas.",
            "Hingea desde las caderas y comienza a rotar el torso en un amplio movimiento circular.",
            "Concéntrate en mantener los movimientos controlados y fluidos y cambia de sentido a mitad del ejercicio."
        ],
        "tips": [
            "Activa el core para sostener la zona lumbar.",
            "Mantén las rodillas ligeramente flexionadas para reducir la presión en las articulaciones."
        ],
        "modifications": [
            "Realiza círculos más pequeños si el rango de movimiento completo se siente incómodo.",
            "Si el equilibrio es un problema, reduce la profundidad de tu hinge hacia adelante."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Core, Zona Lumbar"
        ]
    },
    {
        "id": "5a9c734cc37a",
        "name": "Aperturas de Cadera de Pie",
        "image": "/images/exercises/image_00235a-6d68db81c1868447d1bd2eab639f89c6.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Levanta un pie del suelo, agarrándolo con la mano del lado contrario, y tira de él hacia arriba, permitiendo que la rodilla apunte hacia afuera.",
            "Suelta y vuelve a la posición de pie antes de repetir con la otra pierna.",
            "Alterna lados dinámicamente de forma controlada."
        ],
        "tips": [
            "Concéntrate en mantener el torso erguido para mantener el equilibrio.",
            "Muévete despacio y con control para evitar rotar demasiado la cadera.",
            "Mantén la rodilla de apoyo ligeramente flexionada para mayor estabilidad."
        ],
        "modifications": [
            "Agárrate a una pared o silla como apoyo adicional.",
            "Mantén un rango de movimiento más pequeño si la flexibilidad es limitada."
        ],
        "benefits": [
            "Caderas, Glúteos"
        ]
    },
    {
        "id": "23594574bc5e",
        "name": "Giros con Rodillas Altas",
        "image": "/images/exercises/image_00236a-f899933bfcde9262815bf1c9547add6a.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos detrás de la cabeza.",
            "Levanta una rodilla hacia el pecho mientras giras el torso hacia la rodilla elevada.",
            "Baja la pierna y vuelve a la posición inicial antes de cambiar de lado.",
            "Continúa alternando piernas de forma dinámica y controlada."
        ],
        "tips": [
            "Concéntrate en movimientos controlados más que en la velocidad para una mejor forma.",
            "Concéntrate en mantener el torso erguido para mantener el equilibrio.",
            "Coordina el giro y la elevación de rodilla para un movimiento fluido."
        ],
        "modifications": [
            "Reduce la altura de la elevación de rodilla si la flexibilidad es limitada."
        ],
        "benefits": [
            "Oblicuos, Caderas, Core"
        ]
    },
    {
        "id": "0fc452bf611d",
        "name": "Círculos de Tobillo",
        "image": "/images/exercises/image_00218-1b4752a4051c837515c1c8d48c0e53fb.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos a los lados o en las caderas.",
            "Levanta un pie ligeramente del suelo y apunta los dedos hacia abajo.",
            "Rota el pie en un movimiento circular, moviéndolo desde el tobillo.",
            "Completa varios círculos en una dirección, luego invierte la dirección."
        ],
        "tips": [
            "Activa el core para mantener el equilibrio y la estabilidad.",
            "Muévete despacio y con control para evitar perder el equilibrio.",
            "Mantén la pierna de apoyo ligeramente flexionada para evitar bloquear la rodilla."
        ],
        "modifications": [
            "Usa una pared o silla como apoyo si equilibrarte es difícil.",
            "Si rotar el pie completamente es incómodo, haz círculos más pequeños.",
            "Realiza el movimiento sentado si estar de pie te resulta inestable."
        ],
        "benefits": [
            "Gemelos, Pies, Espinillas, Tobillos"
        ]
    },
    {
        "id": "4643a201bb99",
        "name": "Círculos de Muñeca",
        "image": "/images/exercises/image_00207-f5afda03eb033d4ff0cf080ca01012f9.png",
        "instructions": [
            "Comienza de pie o sentado con las manos frente al pecho.",
            "Haz movimientos circulares con las muñecas, rotándolas lentamente en una dirección.",
            "Mantén los codos inmóviles mientras mueves las muñecas, concentrándote en un rango de movimiento completo.",
            "Después de completar varios círculos, invierte la dirección y repite el movimiento."
        ],
        "tips": [
            "Mantén los movimientos controlados y suaves para evitar forzar las muñecas."
        ],
        "modifications": [
            "Apoya los antebrazos en una mesa como apoyo adicional.",
            "Si tienes molestias en las muñecas, realiza los círculos más lentamente o reduce el rango de movimiento."
        ],
        "benefits": [
            "Antebrazos, Muñecas, Manos"
        ]
    },
    {
        "id": "02f0bda145fd",
        "name": "Pica de Codo",
        "image": "/images/exercises/image_00117-a36c380f4acb3d4187fc941a04f0d24c.png",
        "instructions": [
            "Comienza en el suelo en posición de plancha con los antebrazos apoyados.",
            "Activa el core para levantar las caderas hacia el techo, formando una \"V\" invertida con el cuerpo.",
            "Distribuye el peso uniformemente entre los antebrazos y los pies y mantén la posición."
        ],
        "tips": [
            "Mantén las piernas rectas y los talones fuera del suelo.",
            "Mantén la cabeza entre los brazos y relaja el cuello."
        ],
        "modifications": [
            "Para menos intensidad, mantén las rodillas ligeramente flexionadas y baja las caderas.",
            "Usa un cojín bajo los antebrazos como apoyo extra."
        ],
        "benefits": [
            "Tríceps, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "1ab1140bf30b",
        "name": "Sostén en Fondos",
        "image": "/images/exercises/image_00120-ecc50c076dea3c04e47d68066fd0063c.png",
        "instructions": [
            "Comienza en el suelo en posición sentada con las rodillas flexionadas y los pies apoyados en el suelo.",
            "Coloca las palmas de las manos en el suelo detrás de ti con los dedos apuntando hacia los pies.",
            "Manteniendo los codos flexionados, levanta las caderas del suelo y mantén la posición."
        ],
        "tips": [
            "Mantén los codos cerca del cuerpo y las muñecas bajo los hombros."
        ],
        "modifications": [
            "Para menos intensidad, no te bajes tanto.",
            "Si sientes tensión en las muñecas, intenta girar ligeramente las manos hacia los lados."
        ],
        "benefits": [
            "Tríceps, Hombros, Pecho, Abdomen"
        ]
    },
    {
        "id": "3b85e5d2a85f",
        "name": "Estocada con Giro de Pie",
        "image": "/images/exercises/image_00142-324c322424110da6b6a162e7e209a3d5.png",
        "instructions": [
            "Comienza de rodillas con las rodillas separadas a la anchura de las caderas y los brazos a los lados.",
            "Da un paso adelante con una pierna para colocar el pie en el suelo frente a ti, formando un ángulo de 90 grados con ambas rodillas.",
            "Coloca la mano contraria en el suelo dentro del pie delantero y gira el torso, alcanzando el otro brazo hacia el techo.",
            "Estira la pierna trasera para levantar la rodilla del suelo."
        ],
        "tips": [
            "Mantén la espalda recta y la rodilla delantera alineada sobre el tobillo."
        ],
        "modifications": [
            "Si el giro es demasiado intenso, mantén la rodilla trasera en el suelo.",
            "Usa un bloque bajo la mano como apoyo extra."
        ],
        "benefits": [
            "Psoas, Columna, Espalda Alta, Hombros, Caderas, Pecho, Zona Lumbar"
        ]
    },
    {
        "id": "6c32f1c59275",
        "name": "Extensión de Cuello",
        "image": "/images/exercises/image_00154-f5e02f3638ede3410b143d22b440ecbf.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Inclina lentamente la cabeza hacia atrás, levantando la barbilla hacia el techo.",
            "Coloca las yemas de los dedos bajo la barbilla y empuja suavemente la cabeza más hacia atrás."
        ],
        "tips": [
            "Mantén la boca cerrada y la mandíbula relajada.",
            "Mantén la espalda recta y los hombros bajos."
        ],
        "modifications": [],
        "benefits": [
            "Cuello"
        ]
    },
    {
        "id": "c08139433959",
        "name": "Flexión de Cuello",
        "image": "/images/exercises/image_00155-588b56678ca486f54226601cfc5f6d20.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Inclina lentamente la cabeza hacia adelante, llevando la barbilla hacia el pecho.",
            "Entrelaza los dedos detrás de la cabeza y tira suavemente de la cabeza más abajo."
        ],
        "tips": [
            "Mantén la espalda recta y los hombros relajados.",
            "Evita redondear la espalda alta."
        ],
        "modifications": [],
        "benefits": [
            "Cuello, Espalda Alta"
        ]
    },
    {
        "id": "ebcee3a909bf",
        "name": "Marcha de Zombie",
        "image": "/images/exercises/image_00237a-033fa40c48352947cede12a4cd749d75.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos extendidos rectos frente a ti.",
            "Levanta una pierna recta frente a ti mientras mantienes el torso erguido y la rodilla recta.",
            "Baja la pierna al suelo y repite con la pierna contraria en un movimiento dinámico y controlado."
        ],
        "tips": [
            "Concéntrate en activar los músculos de la pierna para mantener el movimiento suave.",
            "Mantén la espalda recta y evita inclinarte hacia atrás al levantar la pierna.",
            "Muévete lentamente y evita forzar la rodilla al levantar."
        ],
        "modifications": [
            "Realiza el movimiento con una elevación de pierna más pequeña si la flexibilidad es limitada.",
            "Coloca las manos en las caderas en lugar de extenderlas si sientes molestias en los hombros.",
            "Agárrate a una pared para mayor equilibrio si es necesario."
        ],
        "benefits": [
            "Caderas, Isquiotibiales, Core"
        ]
    },
    {
        "id": "6efac1500afc",
        "name": "Estiramiento Dinámico de Cuádriceps",
        "image": "/images/exercises/image_00224b-29835a5abd324dedfba7c8b573afdde2.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Levanta un pie detrás de ti y agarra el tobillo con la mano del mismo lado, tirando suavemente hacia los glúteos.",
            "Suelta el pie y vuelve a la posición de pie antes de repetir el estiramiento.",
            "Repite el movimiento y cambia de lado a mitad del ejercicio."
        ],
        "tips": [
            "Mantén las rodillas juntas mientras te estiras para evitar tensión innecesaria.",
            "Activa el core para mantener el equilibrio y la estabilidad.",
            "Concéntrate en movimientos estables y controlados para mayor efectividad."
        ],
        "modifications": [
            "Usa una pared o silla para equilibrarte si es necesario.",
            "Realiza un rango de movimiento más pequeño si la flexibilidad es limitada."
        ],
        "benefits": [
            "Caderas, Cuádriceps"
        ]
    },
    {
        "id": "c2dc52a2d4cb",
        "name": "Toques de Dedos con Piernas Abiertas",
        "image": "/images/exercises/image_00229c-5b58b26daf025487fc9ab4f95dcf4980.png",
        "instructions": [
            "Comienza de pie con una postura amplia y las manos frente a ti.",
            "Inclínate desde la cintura y alcanza con ambas manos hacia uno de tus pies para tocar los dedos.",
            "Vuelve a la posición de pie y repite el movimiento en el otro lado, alternando dinámicamente.",
            "Muévete suavemente, concentrándote en un movimiento controlado."
        ],
        "tips": [
            "Activa el core para sostener la espalda y mantener el equilibrio.",
            "Mantén las rodillas ligeramente flexionadas para evitar sobrecargar los isquiotibiales."
        ],
        "modifications": [
            "Toca las espinillas o rodillas si te cuesta alcanzar los dedos de los pies."
        ],
        "benefits": [
            "Gemelos, Oblicuos, Caderas, Isquiotibiales, Core, Zona Lumbar"
        ]
    },
    {
        "id": "5b06e93d196d",
        "name": "Círculos de Cadera Arrodillado",
        "image": "/images/exercises/image_00255c-0f40302919af63bec5f6a80e17828284.png",
        "instructions": [
            "Comienza en posición de mesa, con las manos bajo los hombros y las rodillas bajo las caderas.",
            "Levanta una rodilla del suelo, manteniéndola flexionada a 90 grados, y muévela lentamente en un movimiento circular.",
            "Cambia de lado a mitad del ejercicio."
        ],
        "tips": [
            "Intenta rotar la cadera a través de su rango de movimiento completo.",
            "Muévete despacio y con control, concentrándote en aislar el movimiento en la articulación de la cadera.",
            "Activa el core para estabilizar el torso y evitar que se arquee la zona lumbar."
        ],
        "modifications": [
            "Reduce el rango de movimiento si la flexibilidad o fuerza es limitada."
        ],
        "benefits": [
            "Caderas, Core, Glúteos"
        ]
    },
    {
        "id": "52f849ce1e5f",
        "name": "Cambio de Cadera 90/90",
        "image": "/images/exercises/image_00242c-615a5c1e790effff179183c728c6be4d.png",
        "instructions": [
            "Comienza sentado en el suelo con las rodillas flexionadas y los pies apoyados en el suelo frente a ti.",
            "Deja caer ambas rodillas hacia un lado, creando un ángulo de 90 grados con cada pierna.",
            "Levanta las rodillas y rótalas hacia el lado contrario, cambiando dinámicamente."
        ],
        "tips": [
            "Concéntrate en transiciones controladas y suaves mientras alternas lados.",
            "Muévete lentamente para mantener el control, especialmente si las caderas están tensas."
        ],
        "modifications": [
            "Mantén las manos en el suelo detrás de ti como apoyo si es necesario."
        ],
        "benefits": [
            "Caderas, Core, Glúteos"
        ]
    },
    {
        "id": "d44b35d6e48c",
        "name": "Cambio de Cadera 90/90 (Sin Manos)",
        "image": "/images/exercises/image_00253a-152f2a1dded6ca93a8cd62f13dfd51ad.png",
        "instructions": [
            "Comienza sentado en el suelo con las rodillas flexionadas y los pies apoyados en el suelo, colocados ligeramente más anchos que las caderas.",
            "Manteniendo las manos frente al pecho, deja caer ambas rodillas hacia un lado, creando un ángulo de 90 grados con cada pierna.",
            "Levanta las rodillas y rótalas hacia el lado contrario, manteniendo un movimiento controlado.",
            "Continúa alternando lados dinámicamente."
        ],
        "tips": [
            "Activa el core para mantener el equilibrio y el control sin usar las manos.",
            "Mantén el pecho elevado y el torso erguido durante todo el movimiento.",
            "Muévete despacio y concéntrate en la forma correcta para evitar forzar las caderas o la zona lumbar."
        ],
        "modifications": [
            "Reduce el rango de movimiento si la flexibilidad o el equilibrio son limitados.",
            "Coloca las manos detrás de ti como apoyo adicional.",
            "Siéntate sobre un cojín para elevar las caderas para mayor comodidad."
        ],
        "benefits": [
            "Caderas, Core, Glúteos"
        ]
    },
    {
        "id": "ac9751fac7a4",
        "name": "Equilibrio sobre una Pierna",
        "image": "/images/exercises/image_00174-df7788ec445bb972924320b979f279d5.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos en las caderas.",
            "Activa el core para levantar un pie del suelo y extiéndelo frente a ti.",
            "Equilíbrate sobre la pierna de apoyo y mantén la posición."
        ],
        "tips": [
            "Mantén la pierna de apoyo ligeramente flexionada, no bloqueada."
        ],
        "modifications": [
            "Coloca las manos en una pared o silla como apoyo."
        ],
        "benefits": [
            "Pies, Tobillos"
        ]
    },
    {
        "id": "7cd899801199",
        "name": "Balanceos de Talón a Punta",
        "image": "/images/exercises/image_00219c-de97158da6ebc779289ade4dcfac15cb.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos a los lados.",
            "Traslada el peso hacia adelante sobre las puntas de los pies, levantando los talones del suelo.",
            "Lentamente traslada el peso hacia atrás sobre los talones, levantando las puntas de los pies del suelo.",
            "Continúa balanceándote hacia adelante y hacia atrás en un movimiento controlado y suave."
        ],
        "tips": [
            "Activa el core para mantener el equilibrio.",
            "Mantén los movimientos estables y evita cambios bruscos.",
            "Concéntrate en mantener la postura erguida durante todo el ejercicio."
        ],
        "modifications": [
            "Agárrate a una pared o silla como apoyo adicional para el equilibrio.",
            "Reduce el rango de movimiento si el estiramiento se siente demasiado intenso.",
            "Realiza el movimiento más lentamente para un mejor control."
        ],
        "benefits": [
            "Gemelos, Pies, Espinillas, Tobillos"
        ]
    },
    {
        "id": "009c99e1de55",
        "name": "Balanceos Laterales del Pie",
        "image": "/images/exercises/image_00220a-034ab3be53ed964a4ad840de46b27f4d.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y las manos a los lados.",
            "Traslada el peso hacia los bordes exteriores de los pies, levantando los bordes interiores.",
            "Lentamente traslada el peso hacia los bordes interiores de los pies, levantando los bordes exteriores.",
            "Continúa balanceándote de lado a lado en un movimiento controlado y estable."
        ],
        "tips": [
            "Activa el core para ayudar con el equilibrio.",
            "Muévete suavemente para evitar movimientos bruscos.",
            "Mantén las rodillas ligeramente flexionadas y relajadas."
        ],
        "modifications": [
            "Usa una pared o silla como apoyo extra para el equilibrio.",
            "Realiza movimientos laterales más pequeños si el rango completo se siente incómodo.",
            "Haz el ejercicio sentado si estar de pie es desafiante."
        ],
        "benefits": [
            "Gemelos, Pies, Tobillos"
        ]
    },
    {
        "id": "b217b32fb939",
        "name": "Estiramiento del Sóleo",
        "image": "/images/exercises/image_00172-e65f8b291d9bcb14b84a3c2b482c53e2.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Da un paso adelante con un pie, luego flexiona ambas rodillas para bajar lentamente las caderas hacia abajo.",
            "Mantén ambos pies planos en el suelo e inclínate ligeramente hacia adelante para sentir un estiramiento en la parte baja de la pantorrilla."
        ],
        "tips": [
            "Mantén el talón trasero firmemente presionado contra el suelo.",
            "Mantén la espalda recta y los pies apuntando hacia adelante."
        ],
        "modifications": [
            "Coloca las manos en una pared o silla como apoyo adicional."
        ],
        "benefits": [
            "Gemelos, Pies, Tobillos"
        ]
    },
    {
        "id": "2e98ef006f3e",
        "name": "Dedos a la Pared",
        "image": "/images/exercises/image_00168-05cede7eaa194529ad4e5efa782cacbd.png",
        "instructions": [
            "Comienza de pie frente a una pared, a la distancia de un brazo aproximadamente.",
            "Coloca las manos en la pared a la altura de los hombros como apoyo.",
            "Coloca un pie contra la pared, con los dedos apuntando hacia arriba y el talón en el suelo.",
            "Manteniendo ambas piernas rectas, inclínate hacia adelante y levanta el talón trasero del suelo."
        ],
        "tips": [
            "Mantén ambos pies apuntando recto hacia adelante."
        ],
        "modifications": [],
        "benefits": [
            "Gemelos, Pies, Tobillos, Dedos de los Pies"
        ]
    },
    {
        "id": "5def953ec1f9",
        "name": "Estiramiento de Gemelo a una Pierna",
        "image": "/images/exercises/image_00176-256a2c50d08903f1b539863747dd8fd9.png",
        "instructions": [
            "Comienza en posición de mesa, sobre manos y rodillas.",
            "Metelos dedos de los pies y levanta las caderas hacia arriba y hacia atrás, estirando brazos y piernas.",
            "Levanta un pie del suelo, cruzándolo para apoyarlo en el talón contrario, luego estira la pierna de apoyo."
        ],
        "tips": [
            "Distribuye el peso uniformemente entre las manos y el pie.",
            "Mantén el talón de la pierna de apoyo presionado contra el suelo."
        ],
        "modifications": [],
        "benefits": [
            "Gemelos, Pies, Isquiotibiales, Tobillos"
        ]
    },
    {
        "id": "6deadfc9e489",
        "name": "Estiramiento de Espinilla a una Pierna",
        "image": "/images/exercises/image_00175-ef2214a78d37d24f0ee285e9a37285ff.png",
        "instructions": [
            "Comienza de rodillas con las rodillas separadas a la anchura de las caderas y los brazos a los lados.",
            "Da un paso adelante con un pie, colocándolo plano en el suelo junto a la rodilla contraria.",
            "Baja lentamente las caderas hacia atrás y hacia abajo para sentarte sobre el talón trasero.",
            "Coloca las manos en el suelo detrás de ti, dedos apuntando hacia los pies, e inclínate hacia atrás."
        ],
        "tips": [
            "Mantén la espalda recta y el pecho elevado."
        ],
        "modifications": [],
        "benefits": [
            "Pies, Espinillas, Tobillos"
        ]
    },
    {
        "id": "c961242b12b5",
        "name": "Estiramiento de Dedos",
        "image": "/images/exercises/image_00170-1fb65f8871119c0ff3934ef47d9a8bd9.png",
        "instructions": [
            "Comienza en posición de mesa, sobre manos y rodillas, con el dorso de los pies plano en el suelo.",
            "Metelos dedos de un pie, luego inclínate lentamente hacia atrás y baja las caderas hacia los talones, manteniendo las manos presionadas contra el suelo."
        ],
        "tips": [
            "Distribuye el peso uniformemente entre ambas manos."
        ],
        "modifications": [],
        "benefits": [
            "Pies, Dedos de los Pies"
        ]
    },
    {
        "id": "4b5a36c791cc",
        "name": "Gemelo Inclinado",
        "image": "/images/exercises/image_00169-82a2e50a68ddb31323bd528b29f2de3b.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Da un paso adelante con un pie, luego flexiona la pierna contraria para bajar las caderas hacia abajo y hacia atrás.",
            "Mantén el pie trasero plano en el suelo y mantén la pierna delantera recta, levantando los dedos para equilibrarte sobre el talón delantero.",
            "Hingea desde las caderas, alcanzando con la mano contraria para agarrar el pie y colocando la otra mano detrás de la espalda."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna.",
            "Mantén ambos pies apuntando hacia adelante."
        ],
        "modifications": [],
        "benefits": [
            "Gemelos, Pies, Tobillos"
        ]
    },
    {
        "id": "f5848c0b3a5c",
        "name": "Elevaciones de Gemelos",
        "image": "/images/exercises/image_00173-a56db56c74a9c0162de1fa44cd14dd7b.png",
        "instructions": [
            "Comienza de pie frente a una pared con los pies separados a la anchura de las caderas.",
            "Coloca las manos en la pared a la altura de los hombros como apoyo.",
            "Manteniendo las puntas de los pies presionadas contra el suelo, levanta los talones del suelo y mantén la posición."
        ],
        "tips": [
            "Mantén una postura erguida, evitando inclinarte hacia la pared.",
            "Mantén ambos pies apuntando recto hacia adelante y evita que los tobillos se inclinen hacia los lados."
        ],
        "modifications": [
            "Usa una mesa o silla como apoyo si no tienes acceso a una pared."
        ],
        "benefits": [
            "Gemelos, Pies, Tobillos, Dedos de los Pies"
        ]
    },
    {
        "id": "aac59fcfc45f",
        "name": "Elevaciones de Dedos",
        "image": "/images/exercises/image_00171-080b3021ab72183a07cf83639bbc327b.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y la espalda contra una pared.",
            "Da un paso adelante con ambos pies para que los talones queden a la distancia de un brazo de la pared.",
            "Levanta las caderas y la cabeza de la pared para que el cuerpo esté sostenido solo por los hombros.",
            "Manteniendo los talones presionados contra el suelo, levanta los dedos de los pies y mantén la posición."
        ],
        "tips": [
            "Mantén los brazos relajados a los lados."
        ],
        "modifications": [
            "Para menos intensidad, mantén las caderas contra la pared como apoyo adicional."
        ],
        "benefits": [
            "Pies, Espinillas, Tobillos"
        ]
    },
    {
        "id": "1a8d5ee02cb9",
        "name": "Rodilla a la Pared",
        "image": "/images/exercises/image_00178-252dc0edbf06330e68cd84570793b722.png",
        "instructions": [
            "Comienza con una rodilla en el suelo y el pie delantero a la distancia de una mano de una pared.",
            "Manteniendo el talón delantero plano en el suelo, lleva la rodilla hacia adelante para tocar la pared."
        ],
        "tips": [
            "Continúa alejando el pie de la pared para profundizar el estiramiento."
        ],
        "modifications": [
            "Coloca las manos en la rodilla o en la pared frente a ti como apoyo.",
            "Si no puedes tocar la rodilla a la pared, acerca el pie."
        ],
        "benefits": [
            "Gemelos, Pies, Tobillos"
        ]
    },
    {
        "id": "b623642dbcdb",
        "name": "Círculos de Tobillo Tumbado",
        "image": "/images/exercises/image_00177-5150a84d59397a26ecfa6f78b5ff8c49.png",
        "instructions": [
            "Comienza tumbado boca arriba con las piernas extendidas y los brazos a los lados.",
            "Flexiona una rodilla y llévala hacia el pecho, luego sujeta el muslo con ambas manos.",
            "Rota el pie en un movimiento circular, cambiando de dirección cada pocas rotaciones."
        ],
        "tips": [
            "Concéntrate en mover solo la articulación del tobillo.",
            "Mantén el resto del cuerpo relajado, particularmente la cadera y la rodilla.",
            "Intenta hacer círculos suaves y controlados."
        ],
        "modifications": [
            "Para menos intensidad, realiza el ejercicio con la pierna apoyada en el suelo."
        ],
        "benefits": [
            "Pies, Tobillos"
        ]
    },
    {
        "id": "06223b64e7ec",
        "name": "Flexión Lateral con Piernas Abiertas",
        "image": "/images/exercises/image_00201-70102acce87770075a4facd9ef5eb8bb.png",
        "instructions": [
            "Comienza de pie con los pies más anchos que los hombros y los brazos a los lados.",
            "Lleva un brazo por encima de la cabeza y coloca la mano contraria en el muslo.",
            "Inclina suavemente el torso hacia un lado, extendiendo el brazo por encima de la cabeza."
        ],
        "tips": [
            "Mantén la longitud en la columna durante todo el movimiento.",
            "Activa el core para sostener la zona lumbar.",
            "Respira profundamente y de forma constante para mejorar el estiramiento."
        ],
        "modifications": [
            "Para menos intensidad, mantén la inclinación más superficial o coloca la mano en el muslo como apoyo.",
            "Realiza el estiramiento cerca de una pared para mayor equilibrio si es necesario."
        ],
        "benefits": [
            "Columna, Oblicuos, Zona Lumbar, Dorsales, Abdomen"
        ]
    },
    {
        "id": "6b3e66d8c655",
        "name": "Rana hacia Arriba",
        "image": "/images/exercises/image_00184-401117abcede0f4595a59199bdb8f986.png",
        "instructions": [
            "Comienza tumbado boca abajo con las piernas extendidas y las manos bajo los hombros.",
            "Desliza una rodilla hacia un lado y lleva la rodilla hacia la cadera.",
            "Presiona las palmas contra el suelo, estirando los brazos para levantar la parte superior del cuerpo del suelo.",
            "Levanta el pecho hacia el techo, relaja los hombros y mira ligeramente hacia arriba."
        ],
        "tips": [
            "Mantén los brazos rectos o con una ligera flexión en los codos."
        ],
        "modifications": [
            "Para menos intensidad, mantén los antebrazos en el suelo."
        ],
        "benefits": [
            "Psoas, Columna, Pecho, Abdomen"
        ]
    },
    {
        "id": "af531c83e99d",
        "name": "90/90",
        "image": "/images/exercises/image_00133-f7e34b03fcaf47b3cd86f4195a94ad85.png",
        "instructions": [
            "Comienza en el suelo en posición sentada con las rodillas flexionadas y los pies apoyados en el suelo.",
            "Deja que las rodillas caigan hacia un lado para que ambas formen ángulos de 90 grados contra el suelo.",
            "Alinea las caderas para que apunten hacia la pierna delantera, y coloca las manos en el suelo frente a ti como apoyo.",
            "Hingea desde las caderas para inclinarte suavemente hacia adelante sobre la pierna delantera."
        ],
        "tips": [
            "Mantén la espalda recta y evita redondear la columna."
        ],
        "modifications": [
            "Para menos intensidad, siéntate sobre un cojín o manta doblada para elevar las caderas."
        ],
        "benefits": [
            "Rodillas, Ingle, Caderas, Glúteos"
        ]
    },
    {
        "id": "45c3cbf1c03c",
        "name": "Split Frontal",
        "image": "/images/exercises/image_00067-82ab96caa45feaa6991b0a8bd2aac71b.png",
        "instructions": [
            "Comienza de rodillas con las manos a los lados.",
            "Extiende una pierna frente a ti e inclínate hacia adelante para colocar las manos en el suelo frente a ti.",
            "Levanta la rodilla trasera del suelo para estirar la pierna, luego desliza lentamente el pie hacia atrás y baja las caderas hacia el suelo."
        ],
        "tips": [
            "Mantén las caderas alineadas y el torso erguido."
        ],
        "modifications": [
            "Si el estiramiento es demasiado intenso, usa bloques bajo las manos como apoyo.",
            "Mantén una ligera flexión en la rodilla delantera si estirar completamente la pierna es incómodo."
        ],
        "benefits": [
            "Ingle, Gemelos, Caderas, Isquiotibiales, Cuádriceps, Glúteos"
        ]
    },
    {
        "id": "80011840adc8",
        "name": "Peso Muerto a una Pierna",
        "image": "/images/exercises/image_00186-7187fd0ddfd9c3b08e4c781a15a3f461.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Traslada el peso a un pie y levanta ligeramente el otro pie del suelo detrás de ti.",
            "Hingea desde las caderas, bajando el torso hacia adelante mientras simultáneamente levantas la pierna detrás de ti.",
            "Mantén una ligera flexión en la pierna de apoyo y deja que los brazos cuelguen naturalmente."
        ],
        "tips": [
            "Intenta bajar el torso y levantar la pierna trasera hasta que ambos estén paralelos al suelo.",
            "Mantén la espalda recta para que el cuerpo esté en línea recta desde la cabeza hasta los pies."
        ],
        "modifications": [],
        "benefits": [
            "Pies, Isquiotibiales, Zona Lumbar, Tobillos, Glúteos"
        ]
    },
    {
        "id": "0f767ad0897a",
        "name": "Sentadillas Divididas",
        "image": "/images/exercises/image_00223b-7152e76d9e2e7dd480fedb4924d622e3.png",
        "instructions": [
            "Comienza de pie con un pie adelante y el otro hacia atrás en una postura dividida.",
            "Flexiona ambas rodillas para bajar las caderas recto hacia abajo, manteniendo la rodilla delantera alineada sobre el tobillo y la rodilla trasera ligeramente por encima del suelo.",
            "Empuja a través del talón delantero para volver a la posición de pie.",
            "Repite el movimiento y cambia de lado a mitad del ejercicio."
        ],
        "tips": [
            "Activa el core para mantener el equilibrio y la estabilidad.",
            "Mantén el torso erguido y evita inclinarte hacia adelante.",
            "Concéntrate en movimientos controlados y estables para maximizar la efectividad."
        ],
        "modifications": [
            "Reduce la profundidad de la zancada si la flexibilidad o fuerza son limitadas.",
            "Agárrate a una silla o pared para equilibrarte si es necesario.",
            "Realiza el ejercicio más lentamente para asegurar la forma correcta."
        ],
        "benefits": [
            "Gemelos, Isquiotibiales, Cuádriceps, Core, Glúteos"
        ]
    },
    {
        "id": "d64810052d65",
        "name": "Estocada de Corredor con Giro",
        "image": "/images/exercises/image_00233c-6d91e92702ce68b804ce22fe03f4ef68.png",
        "instructions": [
            "Comienza en posición de plancha con las manos bajo los hombros y el cuerpo en línea recta.",
            "Da un paso adelante con un pie hacia el exterior de la mano, entrando en una posición de estocada de corredor.",
            "Gira el torso, alcanzando el brazo contrario hacia el techo.",
            "Vuelve la mano al suelo y retrocede a la plancha, y cambia de lado a mitad del ejercicio."
        ],
        "tips": [
            "Mantén las caderas bajas y los movimientos suaves para una alineación adecuada.",
            "Concéntrate en abrir el pecho mientras giras.",
            "Mantén la pierna trasera fuerte para mantener la estabilidad."
        ],
        "modifications": [
            "Reduce la profundidad de la estocada si la flexibilidad es limitada.",
            "Realiza el movimiento más lentamente para mantener el equilibrio.",
            "Usa bloques de yoga bajo las manos como apoyo adicional."
        ],
        "benefits": [
            "Hombros, Caderas, Pecho, Core"
        ]
    },
    {
        "id": "f7bc64b2fe47",
        "name": "Extensión de Cambio de Cadera 90/90",
        "image": "/images/exercises/image_00254a-df70af0a135ebafef711de979d635b4d.png",
        "instructions": [
            "Comienza sentado en el suelo con las rodillas flexionadas y los pies apoyados en el suelo, colocados ligeramente más anchos que las caderas.",
            "Manteniendo las manos frente al pecho, deja caer ambas rodillas hacia un lado, creando un ángulo de 90 grados con cada pierna.",
            "Activa los músculos de la pierna delantera para levantar las caderas del suelo.",
            "Vuelve a la posición sentada, levanta las rodillas y rótalas hacia el lado contrario, repitiendo la extensión en el otro lado dinámicamente."
        ],
        "tips": [
            "Activa el core para mantener el equilibrio y el control sin usar las manos.",
            "Mantén el pecho elevado y el torso erguido durante todo el movimiento.",
            "Muévete despacio y concéntrate en la forma correcta para evitar forzar las caderas o la zona lumbar."
        ],
        "modifications": [
            "Reduce el rango de movimiento si la flexibilidad o el equilibrio son limitados.",
            "Coloca las manos detrás de ti como apoyo adicional.",
            "Siéntate sobre un cojín para elevar las caderas para mayor comodidad."
        ],
        "benefits": [
            "Caderas, Core, Glúteos"
        ]
    },
    {
        "id": "972d7a974f44",
        "name": "Puentes de Glúteo a una Pierna",
        "image": "/images/exercises/image_00238b-e919c80b31abb744fc9ba1b239e1fae7.png",
        "instructions": [
            "Comienza tumbado boca arriba con una rodilla flexionada, el pie plano en el suelo, y la otra pierna extendida recta hacia el aire.",
            "Activa los glúteos y levanta las caderas hacia el techo, manteniendo la pierna extendida recta hacia arriba.",
            "Baja las caderas al suelo con control y repite el movimiento.",
            "Cambia de lado a mitad del ejercicio."
        ],
        "tips": [
            "Concéntrate en apretar los glúteos en la parte alta del movimiento.",
            "Muévete suavemente y evita arquear la espalda."
        ],
        "modifications": [
            "Mantén ambos pies en el suelo si el equilibrio es un desafío.",
            "Reduce el rango de movimiento si el ejercicio se siente demasiado intenso."
        ],
        "benefits": [
            "Isquiotibiales, Zona Lumbar, Glúteos"
        ]
    },
    {
        "id": "c42f8e51ee7e",
        "name": "Flexión de Muñeca",
        "image": "/images/exercises/image_00073-77a21d3acaf1cc5d719ebe4a35e7cae7.png",
        "instructions": [
            "Comienza en posición de mesa, sobre manos y rodillas.",
            "Voltea las manos para que el dorso de las manos quede plano en el suelo y los dedos apunten hacia tu cuerpo.",
            "Acerca las rodillas a las manos, luego inclínate lentamente hacia atrás y baja las caderas hacia los talones, manteniendo las manos presionadas contra el suelo."
        ],
        "tips": [
            "Distribuye el peso uniformemente entre ambas manos."
        ],
        "modifications": [
            "Si estar de rodillas es incómodo, realiza este estiramiento de pie con las manos sobre una mesa."
        ],
        "benefits": [
            "Antebrazos, Muñecas, Dedos, Manos"
        ]
    },
    {
        "id": "ad4e1d344fa4",
        "name": "Sentadilla Dividida Profunda",
        "image": "/images/exercises/image_00183-fcd569c29ca8160c4d16f22868418b1f.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Da un paso hacia atrás con un pie en posición de zancada, luego baja lentamente el cuerpo mientras mantienes la pierna trasera recta.",
            "Permite que la rodilla delantera se mueva hacia adelante sobre los dedos de los pies y mantén la rodilla trasera por encima del suelo.",
            "Mantén la espalda recta y el torso erguido."
        ],
        "tips": [
            "Mantén el pie delantero firmemente plantado en el suelo.",
            "Asegúrate de que la rodilla delantera sea estable y no se desplace hacia adentro."
        ],
        "modifications": [
            "Para menos intensidad, no bajes tan profundamente o mantén la rodilla trasera en el suelo.",
            "Usa una silla o pared como apoyo adicional si es necesario."
        ],
        "benefits": [
            "Caderas, Cuádriceps, Abdomen"
        ]
    },
    {
        "id": "aac499e2e7d2",
        "name": "Postura de Oración Inversa",
        "image": "/images/exercises/image_00161-034d1c687cc8876cecbbb383a8c8bb69.png",
        "instructions": [
            "Comienza de pie o sentado con la espalda recta y los brazos a los lados.",
            "Flexiona ambos brazos para llevar las manos detrás de la espalda, luego presiona las palmas juntas con los dedos apuntando hacia arriba.",
            "Levanta el pecho y desliza las manos hacia arriba a lo largo de la columna."
        ],
        "tips": [
            "Mantén los hombros relajados y alejados de las orejas.",
            "Evita arquear demasiado la espalda."
        ],
        "modifications": [
            "Si juntar las palmas es demasiado difícil, sujeta los codos opuestos detrás de la espalda en su lugar."
        ],
        "benefits": [
            "Antebrazos, Hombros, Pecho, Muñecas"
        ]
    },
    {
        "id": "3355224e2829",
        "name": "Rodillas Altas",
        "image": "/images/exercises/image_00245a-71c96c55727c6e4a983b586506d595f4.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los codos flexionados a 90 grados, sosteniendo las manos frente a ti.",
            "Levanta una rodilla hacia la mano, apuntando a tocarla sin mover los brazos.",
            "Alterna rápidamente las piernas en un movimiento de carrera, manteniendo un ritmo constante y el torso erguido.",
            "Concéntrate en llevar las rodillas lo suficientemente altas como para alcanzar las manos con cada elevación."
        ],
        "tips": [
            "Aterriza suavemente sobre las puntas de los pies para minimizar el impacto en las articulaciones.",
            "Mantén un ritmo constante y un movimiento controlado para mantener la forma correcta.",
            "Mantén la parte superior del cuerpo relajada y erguida."
        ],
        "modifications": [
            "Realiza el movimiento a un ritmo más lento para menor intensidad.",
            "Mantén las manos más bajas si la flexibilidad o fuerza limita la altura de las rodillas."
        ],
        "benefits": [
            "Rodillas, Gemelos, Pies, Caderas, Isquiotibiales, Cuádriceps, Core, Tobillos, Dedos de los Pies, Glúteos"
        ]
    },
    {
        "id": "143253861312",
        "name": "Patadas al Glúteo",
        "image": "/images/exercises/image_00246a-f22559fccbc617d7f8da2fad966b8e58.png",
        "instructions": [
            "Comienza de pie con los pies separados a la anchura de las caderas y los brazos a los lados.",
            "Flexiona una rodilla para patear el talón hacia el glúteo, luego alterna piernas dinámicamente.",
            "Continúa alternando piernas en un ritmo controlado y constante."
        ],
        "tips": [
            "Aterriza suavemente sobre las puntas de los pies para minimizar el impacto.",
            "Concéntrate en un movimiento suave y rítmico más que en la velocidad.",
            "Mantén la parte superior del cuerpo relajada y erguida."
        ],
        "modifications": [
            "Realiza el movimiento más lentamente para un mejor control.",
            "Reduce la altura de la patada si la flexibilidad es limitada."
        ],
        "benefits": [
            "Rodillas, Gemelos, Pies, Caderas, Isquiotibiales, Cuádriceps, Core, Tobillos, Dedos de los Pies, Glúteos"
        ]
    }
]
